[
    {
      "Trinity College School": [
        "学校和老师都比较负责，基础打得不错。只是学校位置确实比较孤儿"
      ]
    },
    {
      "Branksome Hall": [
        "一群侄女装姬 而且谁家好学校全加拿大排前三 ib平均分只有29啊？都没韩国分校高 不过学校不错 就是压分，"
      ]
    },
    {
      "Archbishop Carney Regional Secondary School":[
        "老师压分 racist 尤其避雷英语R 教务H 和数学F 非常垃圾的水私校 天天宗教🛀脑 教学水平不行 学生素质极差 前几年还有过和隔壁学校互相🪣人的现象 而且在这个学校50米左右的地方就是当年闻名世界的杀人案发点 风水不好"
      ]
    },
    {
      "Regent Christian Academy":[
        "学校老师师资全部烂的要死 想不出任何优点的学校",
        "racist奇葩多发地"
      ]
    },
    {
      "Fieldstone King's College":[
        "把国际生当摇钱树却从没给予任何资源和尊重 校方,监护人和homestay联合欺负学生",
        "校长瞧不起中国学生,侮辱他们英语差,常常不回复学生邮件,当做没看到.副校长是founder的女儿,整个学校的实际操控着是她和她妈.这两个人都是两面三刀的角色,表面上千好万好,触及到她们的利益立刻翻脸不认人",
        "如果你需要转学 那你将会开启长达数月的折磨 首先全年的学费是一分不退 住宿费也要磨很久很久 然后就是拖延不给成绩单 软磨硬泡只给你一个没有OEN的无效成绩单 最可怕的是会改你的成绩 在期末成绩里加一个根本没有的期末考试 然后拉低总分",
        "学生对监护人没有选择 homestay对学生特别mean 比如洗澡不让超过15分钟 自己是纯素食主义者就不给学生做肉甚至不做鸡蛋",
        "想尽各种办法去要学生的钱.强迫学生在考试周穿成套校服(西服皮鞋)去没有暖气的gym里考试 不让穿外套 不然就交15刀 美名其曰是为了prom集资 但这种伎俩已经不是一次两次了",
        "教学楼设施及其老旧 wifi没有信号 电脑连不上网是常事 班级里的投影都是坏的 看着都有十几年了 走廊的地板一踩咯吱咯吱的",
        "教学质量极差 大多数老师不好好教课 上课只读ppt 学校为了省钱还把老师换成兼职的",
        "一开始是沾边顶私 只不过英国老白年纪大了就搞不动了 就转手给别人了",
        "国内中介硬推"
      ]
    },
    {
      "MacLachlan College":[
        "选课区间很小,几乎没有水课可选!压分很严重,也米有所谓的注重学生情绪,给学校发负面评论还要被要求删除评论"
      ]
    },
    {
      "Toronto Scholars Collegiate":[
        "学校一个姓张的中介到处发癫骗学生钱 到处去别的学校骗学生去他那里上学 结果学生遭到各种不公平对待和情绪虐待"
      ]
    },
    {
      "NOIC Academy":[
        "听说好多都是从国内被骗到这个学校的 强行绑定他们",
        "还贵"
      ]
    },
    {
      "Bodwell High School":[
        "浓💩 目标多大别去",
        "12年级巨压分 管你写的多好看你分数高了就给个50分",
        "中国人剧多 大多数都是公子哥 🚬都是小事 🍃的多了去了",
        "学费算是顶尖的贵 但是教学质量特别垃圾",
        "还有老师歧视中国人",
        "周六早上好要上一门没b用的垃圾课",
        "学校的饭难吃的要死 位置极其偏僻 去哪儿都打车",
        "一般都是讲同种语言的混在一起 英语0提升 基本上没有跟本地人接触的机会 学校就是鱼龙混杂的感觉"
      ]
    },
    {
      "Vineridge Academy":[
        "骗钱 千万别来这",
        "政府官网查到这边所有老师都没有教师资格证 老师都不负责任 授课老师没有一个是专业的 很情绪化 不喜欢你就给你压分 office的老师都是搅屎棍 只会息事宁人没有能力处理老师和学生之间的任何关系"
      ]
    },
    {
      "St. Mildred's Lightbourn School":[
        "教课实在不咋地 一个老师包了整个高中部的stem课 质量不如公校",
        "他们竞赛给分很水"
      ]
    },
    {
      "St. Jude's Academy": [
        "课后辅导就是自习 美名其曰多收钱 根本不叫英语/雅思",
        "对本地人来说也是一所很差劲的学校 低年级没有国际生 一般大部分本地生在升高中都不会选择继续留 高中部9-10年级相对来说会有很多新的本地人入学 本地人占比还是较多 高中部11-12年级本地人很少 基本都是国际生",
        "硬件设施很少 学校非常少 学校宣传图有点夸大了",
        "区别对待本地生和国际生",
        "强制课后esl",
        "国际生学费是本地生的3倍",
        "在高速下 环境不安全",
        "据说这个学校中介费很多 很多推这个学校"
      ]
    },
    {
      "Nancy Campbell Academy":[
        "中国老师喜欢背后捅人一刀 喜欢阴阳怪气",
        "宿舍很远 跟医院学院share 只有一层是我们 走20分钟 公共kitchen and washroom 有public bus上放学",
        "宿管是一个同学妈 跟她没说话就交她女儿不理人 还跟踪人",
        "城市小 要啥没啥 离各种地方距离很远",
        "给分很偏心 给老师孩子很高分"
      ]
    },
    {
      "Elmwood School":[
        "朋友在里面被种族歧视 内部一些同学十分privileged 甚至不同种族的同学会莫名其妙搞针对..."
      ]
    },
    {
      "Niagara Christian Collegiate":[
        "地理位置很偏僻  平时住学校校车带学生出去外面可能也一周一次 而且带着去的地方也很偏",
        "因为疫情很多老师都被学校辞退了 原因就是学校现在赚不到钱了 导致同一个老师可能一次教好几个不同科目的课",
        "因为没钱 把为数不多的宿舍&rec room的一部分租给了别的学校了 本来不好的教学环境和生活体验更是雪上加霜",
        "前几年开始搞骚操作 本来给分正常的结果现在给学生给分给的很水 甚至去年上了滑铁卢大学的招生指标分数的负榜单",
        "如果你在这申请大学 哪怕你是100分的成绩他们都不一定要你 因为他们的算法会给你扣分",
        "walmart都要开车40分钟 学校周围根本没有建筑 没有饭馆 外卖只有happy jack 而且巨贵",
        "住校生一层楼共用一个冰箱 根本不够用",
        "周末只有brunch还不好吃"
      ]
    },
    {

      "Lord Byng Byng Arts School":[
        "超难进 但现在老师走了一批 剩下的全是不太认真的老师 给分还低 而且必须要搞课外活动 时间都要被学校给占没了 而且特别卷 一堆国际冠军或者运动员 真的根本卷不了了"
      ]
    },
    {
      "J. Addison School":[
        "住宿学生完全没有snow day 下大雪也要从宿舍去上学",
        "学校真的利用各种机会赚钱 特地设置很多活动 例如(不穿校服日)参加活动就要给钱",
        "学校宿管会翻学生的抽屉 找有没有吃的 找到三次就会有penalty(学校自己给学生发的生日礼物里面有吃的 收了也算一次)",
        "每天晚上宿管都会锁上门上的警报 如果锁上之后出来警报就会响 而且晚上会有宿管在门外偷听你有没有说话 被听到几天就说什么你说的很大声",
        "而且放学之后 经常又组织很多普及知识meeting 还必须参加",
        "校长想管学校力不从心 副校长什么都管管的很宽 从上课管到宿舍 宿管跟副校长是一样"
      ]
    },
    {
      "Amberson High School": [
        "*本学校是一所华人私校",
        "学校里除了授课老师以外都是中国人 管理团队也是中国的",
        "给分看老师心情 有的压有的更压", 
        "坑钱地方很多 交给学校的钱是不可能退回来的",
        "学生也两极分化"
      ]
    }
  ]
  