[
    {
        "Canadian International School": [
            "老师都很nice 课外活动很多 老师上课质量很高 说话很幽默",
            "还行的 同学都好相处 教资也不错 但是学校很绕",
            "二梯队领头羊",
            "一大半中国孩子 能说中文都是中文",
            "很好考 很好进",
            "大连枫叶集团收购了之后 趁着疫情一下子变成了热门学校。每天早上乌泱泱的中国小留学生，让你感觉瞬间回到了中国。",
            "IB课程",
            "前两年的霸凌事件处理的不是很负责任",
            "只是宣传多"
        ]
    },
    {
        "Dimensions International School": [
            "只要不去博伟，一切皆有可能",
            "校规乱搞 管理失败",
            "老师是土皇帝，你无论做什么手续费行政费都收你一大推。然后学费不是一起交的，逼着你在考试前再交一次，为了多坑你一把，然后又是手续费➕行政费等等。再加上上的也不咋地，有的是留了四五年的",
            "雅思报名三百七十多新，学校告诉的费用是462.24新然后疯狂暗示我们都去报名，说都是为了你自己好，实际上是什么人不傻都看得出来，一个人多赚多少。",
            "良少年也是中国人，顶多一个班有几个外国的，然后基本都是亚洲人。"
        ]
    },
    {
        "Furen International School": [
            "感觉挺放松的",
            "作为国际高中还可以",
            "学术不错的"
        ]
    },
    {
        "Hwa Chong International School": [
            "压分很严重 23年11月IB大考比本校预估分高3-4分 有个朋友估分38单考了43 因为预估分低没敢申请剑桥",
            "不断劝退学习不好的学生 哪怕你努力了但因为各种原因成绩不好 那就劝退",
            "在无锡和广州有合作学校 给奖学金来取代被劝退的学生",
            "都是中国人在卷 新加坡本地的偶尔有几个很厉害的 但大多数还是中国人比较牛",
            "学校虽然每年ib成绩都还可以但是就读体验极差  感觉基本就是新加坡本地学校的国际部  如果大学想申美的话千万不要来  学校感觉只有申新加坡本地学校比较优势  申英国的话看ib分高不高了 不高的话也没优势  而且就我自己毕业后和其他上海国际学校的朋友聊天发现我们学校挺压分的",
            "感觉华中的饭很好吃",
            "读华中的时候每天只睡四五个小时，平时在学校里都是用跑的，没时间慢慢走，午餐都是狼吞虎咽，大家都觉名校好，但是名校的压力也是巨大的啊……",
            "学校好美",
            "压力很大",
            "玩很花",
            "counselling team 形同虚设",
            "没活动就算了，作为IB校居然只有film HL一个艺术课，还非常不受重视……Eng B只有HL一个选项……Bio和Phy不能同时选……真的课程选择很少很少",
            "学校IB平均分高吧？都是从国内高额奖学金挖来的，教学质量参差不齐，老师负不负责全靠运气。英语语言环境就不要想，中式教育校了解一下",
            "em被外面人吹的名气很高但是教学质量一般般 环境比较小相对其他国际高中 交通还可以但是真的很不方便。本地人占比大于百分之50，会影响到氛围。学校的教学目的和老师比较偏向中式和本地教学，因为有排人的机制所以会增加很多压力",
            "个人觉得ib高分的原因是因为排了很多人之后留下来的去考试的人是中上的和中等的，再加上中上有特殊辅导 分自然高"
        ]
    },
    {
        "Raffles Institution": [
            "亚洲第一高中",
            "用大学一样的大讲堂lecture+小课堂seminar教学形式上课。每人必修General Paper和Project Work，另外要选修4节课",
            "除了上课学习，每个人必须要参加至少一个社团",
            "体育每个人都要考5个项目：2.4km长跑，100m往返跑，引体向上，坐位体前屈",
            "社区服务要100小时",
            "毕业的基本都去英美最顶尖的大学，如果这里毕业的去新加坡本地大学，就是考差了",
            "去哈佛那些很顶尖的也还是很少，牛剑的到多",
            "每年牛剑80多，藤校几十个"
        ]
    },
    {
        "Singapore American School": [
            "变着花样的叫你付钱",
            "培养方向去美国，但是美国藤校的offer并不多",
            "学费那只是表面",
            "高中的学费很贵，它的要求也多"
        ]
    },
    {
        "St. Francis Methodist School": [
            "中国人占比超过75 没有一个western 老师 老师并不对学生以及学校负责 pre的时候校长直接带着家长进来参观 给我们发假文件让我们签字（意思就是说承担被开除的风险）上面家长签的字是学校用之前文件ps的 说好的oversea trip最后只剩下一个日本 剩下的四个国家全部被cancel🥲"
        ]
    },
    {
        "Stamford American International School": [
            "硬件相当nb，学费贵的离谱，但是仍然是新加坡末流学校，出不了成绩，老师态度很不好，处理事情解决问题都很慢，学生素质也一般",
            "1.PCS纯纯骗钱，现在PCS扩招了很多人几乎全是中国人，如果有其他学校选尽量别来PCS，如果进了PCS好好学习赶紧毕业",
            "2.高中部大约30%中国人，风气没有评论说的那么差，圈子分裂很明显，白男白女圈子比较乱不了解但是如果你不去招惹他们他们也不会招惹你顶多见到你了和你打招呼开开玩笑",
            "3.歧视现象我个人认为不明显，大家对于中国人还是比较友好，因为中国人毕竟比较多。有一些偏激的老外会不喜欢中国人但是他们也不会对中国人做什么",
            "4.食堂饭菜贵且味道很随机，偶尔好吃大部分时间都很一般或者难吃",
            "5.老师风格非常随机，有些老师批作业很慢，处理邮件不及时等等。但是成绩不满意还是有argue的空间，尽量和老师打好关系可能分数会稍微高一些。同一个学科不同的老师上课的内容可能会完全不一样而且进度也不一样（这个现象在I&S学科尤其明显）",
            "6.中国人圈子也会有点乱有drama，学校里有抽烟喝酒的人但是学校在管，抓到了后果很严重。对于中国人有一些不公平因为如果中国人做这些事情后果尤其严重。但是做这些事情的人也有自己的圈子不去打扰他们就没事",
            "7.也有很好很可爱学习认真性格好的学生（中国and外国），如果交对朋友学习还是挺快乐的",
            "8.学校会发电脑，虽然ban掉一些功能但是还是有很多可以玩的，不适合不太自律的学生。手机有管但是管的不是很严格",
            "9.貌似是新加坡为数不多提供AP的学校，升入11年级大部分人选择融合选课（ap/校本课程/ib/）还有btec艺术生课程适合想要走艺术的人。",
            "10.升学成绩着实一般，但是最近有进步，还是看人。毕竟好的学校也有差学生，差的学校也有好学生",
            "中国人很多,美国人真的不多",
            "学风不好，但又有AP课程，类似美国高中管得松，适合自律的孩子",
            "史",
            "谁去谁倒霉",
            "老师真的是有好有坏 好多老师都只会对PPT照本宣科 承认有好老师 但是真的真的好少 甚至有些老师PPT照着念都能把定义写错 误导学生",
            "人也奇葩也乱",
            "一些老师也挺荒谬的",
            "打架，歧视，学风不好，老师不负责",
            "别去",
            "因为歧视导致的群架的很多",
            "经常因为歧视中国人如果你和外国人打架外国人没事找事会让你退学",
            "老师会管但是不会那么严，感觉自律也比较重要"
        ]
    },
    {
        "United World College of South East Asia": [
            "第一梯队",
            "不是说特别好"
        ]
    },
    {
        "XCL World Academy": [
            "比较美式风格比较注重学生的心理有几间心理医生办公室"
        ]
    }
]