[
    {
        "Abbey College Cambridge": [
            "老师看运气 差不多要自学",
            "别来送钱了",
            "根本不出分全靠自学老铁 好老师是有的 但是自己不学白搭",
            "申好大学很悬 预估分给的是松但是ps和申请也是真的阴 快跑。。。",
            "一直是圈钱的呀 当然你是艺术生你可以去",
            "尽量住perbeck。"
        ]
    },
    {
        "Adcote School for Girls": [
            "巨偏无比，附近没有超市去超市要20分钟开车这个学校是被中国人收购的，然后跟中介都有合作，监护人也都是学校指定的，香港人非常会搞歧视宿舍冬天冷，夏天热，晚上冬天窗户呼呼漏风，周末不允许呆在床上，只能坐在桌子上饭居难吃不能点外卖，附近没有好吃的学校，英国人及其少跟中国的adcote环境两个概念 ！别来！"
        ]
    },
    {
        "Ardingly College": [
            "高中囚犯，学校生态环境非常好，夏天会有非常多的虫子出现在房间还有浴室厕所等地方，如果不喜欢现代城市的生活可以来Ardingly体验一下，冬天暖气可能会出问题开不了，以及夏天没有空调，感受最纯正的夏天炎热，配上虫子在耳边飞简直就是回到生态最好的热带丛林，体验自然生态，感受大自然。学校环境很适合学习，学校里以及附近几公里内没有任何信号，但学校会贴心的准备学校Wi-Fi，每天早上六点钟打开，晚上十一点关闭，VPN不能用，游戏不能打，中国网站上不了，刷抖音都卡，中国看视频的软件一个也用不了，听歌的也一样。这是个非常适合学习的学校",
            "lower sixth十点就熄灯，十一点准时断网没有任何机会连上网络"
        ]
    },
    {
        "Badminton School": [
            "也是风很大的学校徒有其名就对了真实实力也不强",
            "还不错吧，但是有其他更好offer情况下别选",
            "他家校园真的很小，宿舍也是多人间",
            "校区小 学习看得老师可能要自学 平常伙食不太好吃",
            "看个人 不喜欢团体活动的别来"
        ]
    },
    {
        "Benenden School": [
            "学校学术不行，宿舍管理混乱，宿舍很脏。她们人手根本不够，有的孩子一周不洗澡都没人管，如果有人访校会叫学生们提前收拾。真是进去了才知道，只要报名早，非常容易考，智商正常就能进，完全没有难度。",
            "完全是一个很一般的学校，而且学术也不是顶尖的，单纯就是一个因为王诗龄去读被大家熟知了的学校，国际生还特别多",
            "风很大,把国内那些机构全买下了一样",
            "这所学校的住宿环境真的是和她的名声不匹配",
            "学术很差，才不参加各种排名",
            "pre-王诗龄时代+sixth form来的+end up very ok（so i'm biased)，当时每个年级就两三个大陆的，白月光学校属于是了。sixth form单人间住得很爽，理科老师基本不行，文科老师90%非常好（据我所知这两年甚至有些phd毕业的来），而且美国申请远超学生实际水平？？（换句话说因为学校本身学术不行，你稍微好点学校老师可能就是强强推荐信）。很村是真的，但我当时亚洲人关系都很好，现在和很多同学关系也很好，总体体验打99分"
        ]
    },
    {
        "Berkhamsted School": [
            "感覺都快沒落了⋯⋯",
            "基本上是个走读学校，寄宿生很少。"
        ]
    },
    {
        "Bosworth School": [
            "千万不要来这个b学校 全学校几乎就全是中国学生 中介一开始说只有6%中国学生 政策朝令夕改 老师几乎全是扇贝 不帮我们怎么升学只管我们带没带领带 并且学校天天骗钱 结果吃饭的时候想多要一点还要被翻白眼 强制参加活动每次都要额外付钱 这个学校感觉把整个亚洲的中介全都给买通了 中介来参观学校感觉两个大巴拉中介都不够  还有成绩不好的话会强制把你给劝退或者去读他们自己的预科 然后让你去上什么伦敦城市大学ULC（sorry怪我不见多识广在伦敦U开头的我只认识UCL和UAL）反正就别来 中介要是推荐直接拉黑 对了宿舍状况就是睡觉睡一半被砸醒因为窗帘直接掉下来砸你脸上了还好姐没整容"
        ]
    },
    {
        "Bradfield College": [
            "黄皮肤的人屈指可数，然后学术说实在没多好但胜在还算轻松",
            "英国本土喜欢的学校（他们不那么重视学术成绩）",
            "华人读的特别特别少",
            "这家学术不是特别强～但设施不错校园很美活动多～"
        ]
    },
    {
        "Brighton College": [
            "成績好校舍好但小心公開試成績拖後腿的話會被勸退",
            "好像周末不能出去，然后half term返校要到下午学校才开门"
        ]
    },
    {
        "Cardiff Sixth Form College": [
            "“村”一点社活气息更浓厚，而且临海，就学校来说其实卡迪夫能更好一下，2022年全英排名第一也是它，连续十一年霸榜也是它",
            "基本上就是英国衡水",
            "学校很不人性，如果是看重小孩在这边的整体发展的话真心别选这个，这个学校只在意他们自己的ranking",
            "没什么好看的 成绩不好的都被劝退去同一个教育集团旗下的另外一个学校了 成绩完全没有参考价值",
            "教资差的要死，来了就是大型自习室，所有东西都得自己学",
            "听说学校卡成绩并且成绩不太好的要是想继续顺利读大学基本都自主退学了",
            "一点都不好",
            "住宿，宿舍到学校走路20分钟",
            "教的也好的",
            "别来",
            "大骗钱 不转学纯纯因为沉默成本",
            "学校卡成绩并且成绩不太好的要是想继续顺利读大学基本都自主退学了",
            "食堂难吃至极。。。。。",
            "排名高 好出分 校园设施环境很一般就一栋教学楼 位置在市中心 在Cardiff生活饮食还算可以 师资学历背景很一般 但有些老师教的蛮好的人也好 学生成绩好和学校本身没什么关系 冲着排名来想要考牛剑的劝退 ucl lse ic 港三很多 点名副校长TA纯傻逼 宿管有些蛮好的有些傻逼",
            "傻逼宿管傻逼副校长",
            "自学成才的好地方"
        ]
    },
    {
        "Carterham School": [
            "人少 地大 每天从学校爬回女生宿舍运动量就满了；对政治相关议题比较敏感的千万不要来这里读文科或者商科 老师每天都能说出一些惊世骇俗的话；伙食非常一般 全靠周末去伦敦吃点好的；考勤管得极其严格 早饭中饭晚饭晚饭后 一天要签到四次 偶尔没及时签到还要被racist宿管甩脸子",
            "整个学校就是一个sexist+racist的学校，除了science department特别特别好，特别喜欢怪男人哈哈哈哈哈（）但是在学校经历过被c word攻击之后，在上报后学校没有任何作为。虽然在网上可能成绩特别好，事实上24fall只有3个oxbridge（虽然距学姐观察，是一年好一年差）优点是seniors在平时也可以点外卖，缺点是厨房需要预约，加上没什么外卖好点（没有好喝的奶茶），还有不算优缺点，是个特征：香港人在寄宿占比高达80%。^^",
            "在校的senior大陆人都是很好的人...请来找她们玩....（玩原神的男的除外）",
            "如果26fall申数学的你在考虑要不要来caterham，请一定要来，学姐需要辅导...."
        ]
    },
    {
        "Cats Cambridge": [
            "来剑桥不在cats读中学，等于没来过剑桥，一坨"
        ]
    },
    {
        "Charterhouse School": [
            "campus真的好大好漂亮尤其是图书馆 上课氛围也很好"
        ]
    },
    {
        "Christ's Hospital School": [
            "食堂工作人员普遍racist，地理位置很村，每周两次45min的chapel（周四和周日），周六要上半天学，部分boarding house",
            "b事很多，80%学生是助学金上学，学校俩中文老师其中一个轮子教，oxbridge录取几乎轮不到国际生（且head of math比较针对asian预估分会给低）",
            "好多黑人和癫公癫婆"
        ]
    },
    {
        "Concord College": [
            "推一下 学校虽然偏了一点 食堂还是比较好的 考医 数 电脑的会有很多资源 老师也是会帮学生的 除了生物经济教资比较拉 其他的不错 住的单人间"
        ]
    },
    {
        "D'overbroeck's Oxford": [
            "学生们都是非富即贵，人脉资源丰富，老师打几个都是牛津大学毕业，可以考虑，但是学费贵",
            "老師雖然很好，但是讀書完全是靠自律，有點像大學，你不上課、不交作業、不去學校提供的額外補習班，老師也不會管你，記得有啥問題隨時問老師，老師都很好，以後會有director of studies，要是你覺得你的director不好的話可以申請換掉，反正學習方面有啥不行，或著科目老師不行，都可以直接找head of subject，讓head 給你額外補習，或著搞補習班，就看head給不給力",
            "入校前期望很高，入校后发现简直是梦想中的学校该管的管不该管的不管，可以随意进出学校在town中心买咖啡吃饭很方便，没有校服可以染发化妆啥都行，学习上有非常多一对一的支持，上课模式很有效有很多互动，成绩在入校后提高很多",
            "再说下宿舍吧，很多个宿舍楼可以自己选，我在westway，虽然离学校远但是环境真的没话说，这个宿舍楼本身是一个向大学生开放的studio，学校大概是租的两层。没有熄灯时间，一个月开一次会，自己上完课可以随时回宿舍，房间有单独的卫浴和厨房反正就是爽，生活方面管的不多，像大学"
        ]
    },
    {
        "Dean Close School": [
            "整个学校小脑萎缩收留所 老师搞歧视，喜欢阴阳人，副校长笑里藏刀，学校中国人比例极少还全非正常人，一周去三次chapel最长一小时，周六要上半天学，双休不存在的"
        ]
    },
    {
        "DLD College London": [
            "当你周一到周五早上起来时 你要在宿舍门口等20分钟的电梯 17楼的宿舍只有2部电梯 想想都挤 如果你早上8:40 前没有出电梯 哪你这一天都不用不出去了 会被GATE 从6点到10点 一小时去house parent desk 签到一次 很恶心 已逃离。周天-周四是10. 的宵禁 得回学校 10点没到校 houseparent 给你打电话 没接电话直接报警。 周五和周六是晚上11.签到。周末中午12.又签到一次，迟到又给weekend gate 周末你就不用出去了。",
            "我也不知道为什么中介死推这个学校 应该是有回扣，上个月副校长又跑去中国圈钱去了，这个学校20%中国人 20%伊朗人 20%俄罗斯毛子 20%本地人 20%其他国家加东南亚的人。 其实dld 就是一个巨大的监狱➕补习机构 真的别来了 太恶心了。什么在房间🍃 打k 都不管 偏偏抽烟就管， 学校人际关系也不好  瓜挺多的",
            "他在伦敦市中心literally在伦敦眼旁边 没有学习氛围 再加上里面的俄罗斯人外国人很多乱来的 🍃🧊"
        ]
    },
    {
        "Downe House School": [
            "bully蛮严重的 很白的一个学校 玩小团体车 氛围不是很好"
        ]
    },
    {
        "Harrogate Ladies College": [
            "textile这几年有一年是全英第一 alevel都是A和A* 学艺术的来特别推荐 合唱团还有欧洲巡演过。我是走学术的 科学师资力量一般 数学挺好的老师是剑桥的 一半中国人吧 住宿香港人特别歧视大陆人 每天小团体搞很多事情 住宿如果和她们扯上就很麻烦 我们宿舍35个人一半中国人 其他还有三个宿舍 学校硬件设施还可以 健身房特别小 lower5及以上年级手机白天晚上都不用上交 可以带学校用 面试只要报名了就能通过 一堆英语差成史的中国人都能进来 就一点不会的和白痴一样 但是老师也都很好 白女也不会特别孤立 都挺friendly的 "
        ]
    },
    {
        "Hurstpierpoint College": [
            "学校大 老师还不错，不卷"
        ]
    },
    {
        "Hurtwood House School": [
            "富二代留学氛围",
            "如果是艺术生可以去，学校非常松美女很多，人人都会唱歌跳舞，很多戏剧音乐剧活动，学术氛围几乎没有，看你学什么，如果不是艺术生不建议去，另外中国人也非常多。",
            "就读体验非常非常差，教学质量参差不齐，全凭运气给你分到哪个老师。宿舍的话只有一个在校内的全女生house，free和自习都可以回房间，我之前住的这个，晚上断网，整个学校网都非常差，房间真的看运气，我的双人间巨小无比。交通的话打车40镑左右能到镇上，去伦敦坐火车两个小时不到"
        ]
    },
    {
        "Ipswich High School": [
            "学校成绩烂不说，老师教课也水的很，全靠自学。宿舍狗屎规定一大堆，宿管仗着权力乱管事。千万别来",
            "专门坑中国人钱"
        ]
    },
    {
        "King's Ely": [
            "学校在的地方很小很无聊没啥娱乐，不过周末可以去剑桥或者伦敦逛一天。",
            "学校音乐美术体育资源不错，学术不鸡所以不一定符合一些亚洲家长的要求，不过孩子自鸡的话问学校要资源学校会给（曾经数学老师给我一个人上课因为只有我一个人要考further maths）。",
            "同学大部分是住在附近或者剑桥郡的本地孩子，欧洲和海外的留学生也有，会在中国招生所以中国学生会有几个，国际学习部当年是各种素质的孩子都有。"
        ]
    },
    {
        "King's High School Warwickb": [
            "国际生和寄宿生占比都很少， 只有sixth form 才提供寄宿，好像只有一个House。"
        ]
    },
    {
        "Kingham Hill School": [
            "比较偏 附近都是农场 什么都没有 非常不方便",
            "每天都要交设备 晚上10:15教所有设备到第二天早上7:30左右可以拿电脑iPad 手机要等上完一天课之后也就是晚上五点左右可以拿 到了7点prep时间又要交 9点可以再拿回来一小时",
            "没交手机拿red card 会被留堂写检讨",
            "房间又小又破 经常没热水洗澡!",
            "全寄宿制的 每周六要被强制参加活动 想要好好休息或者学习都不行",
            "上课就是让自己课后看书做笔记 上课让做题",
            "讲课烂 大部分直接让自习",
            "宿管逼你去食堂吃饭 不去就骂你还给detention"
        ]
    },
    {
        "Kingswood School Bath": [
            "是一个中规中矩的学校，如果你想有学术方面的成就的话，那这里不适合你。如果你想申top的大学的话，那这里不适合你。如果你想体验一下男女平等，种族平等的英国教育的话，那这里不适合你。如果你想体验一下教的学费都能看到去处的英国贵族教育的话，那这里不适合你。如果你想去一个风水旺人而不克人的学校的话，那这里不适合你。如果你想去一个老师有水平并且正常并且负责的学校的话，那这里不适合你。如果你想去一个女生宿舍的楼板不晃且设施正常的学校的话，那这里不适合你。如果你想去一个可以吃到正常食物的学校的话，那这里不适合你。如果你想去一个有信号的学校的话，那这里不适合你。如果你想去一个老师讲课能讲懂而不是一个数学老师一年内连续结婚，蜜月，怀孕总共一年上课不到一周的学校的话，那这里不适合你。但是，如果你想去到一个每个厕所随时都有人🍃，🚬，并且宿管酗酒，香港人成堆并且连有微信的香港人都歧视的学校的话，那快来。如果你想去一个每天做没有意义的charity就为了给校长充面子的学校的话，这是你的家。如果你想纯自学所有的课的话，那这就是你的梦中情校。",
            "饭难吃的跟屎一样， 土豆是绿的，死酸死酸的。老师是歧视的，是事多的。动不动就要我们捐钱，有时候必须捐，他怕你不捐， 就直接加到你学费里。 有病别来",
            "诈骗是宣传，来之前和我说我们学校有舞蹈室，来之后发现屁都没有。还把不是给我们用的新建筑说成是给我们用的。 ",
            "我们学校除了year 13 晚上都要收手机，year9 9p.m. year10 9.15p.m. year11 9.45p.m. year12 10p.m.。服了"
        ]
    },
    {
        "Mill Hill School": [
            "感觉把国内那些机构全买下了一样，基本上所有机构都在推",
            "氛围是好的",
            "在倫敦貴區學生多元化但成績一般！"
        ]
    },
    {
        "Oundle School": [
            "学术还行，大部分老师还不错，每年录十几个牛剑（虽然其中只有一个国际生）。申美的counsellor不是很给力。",
            "学校很传统，一周得去三次教堂（两次礼拜一次合唱训练），学生基本上都是white conservative middle class kids，不擅长社交的国际生可能融入不了白人圈。",
            "学院制，个别house氛围不是很好（conservative中的conservative），自行避雷。",
            "位置很偏，镇上只有一个waitrose一个tesco一个co-op，吃不惯西餐的得自炊。"
        ]
    },
    {
        "Oxford International College": [
            "这学校拥有非常浓烈的内卷氛围，周边的人基本都是在学习。想来这边读书首先就得有一个非常遵守纪律的attitude，例如你可以每周天九点起床下楼facetoface checkin以及周中不允许外出看演唱会。宿管的老大也喜欢有事儿没事儿找人麻烦。",
            "其次你还得有非常扎实的知识背景以及顶级的自学能力。的其次，家底不殷实的不要随便来",
            "学校提供的餐食散发出一股浓厚的东南亚风味，黄色配咖啡色的汤汤水水夹杂着不明的食物残渣，让人闻过就忘不掉，这个学校已经到了可以以一己之力带动楼下market的整体GDP",
            "另外学校动不动就会提供有的没的的收费项目且并不会对大学生请有任何帮助。e.g. 1500镑的EPQ，老师教的稀烂，一学期只上三次课，且申请退课一毛钱也不退还。",
            "AIA，如果大学不是学医的，这里可能不适合你，如果是学医的，这里可能也不适合你。",
            "监狱式管理，施工队的驴一周都有双休，这学校一周单休，单休还不能睡懒觉十点前必须起床",
            "很喜欢这个学校 老师同学们都很友好 建议马上来",
            "教学楼底下一个理发店一个🎰一个体育博彩店",
            "除非你要去布莱顿校区，要不然就在小房子里",
            "布莱顿，跟狗屎一样，现在经济老师都没有",
            "饭不好吃住的也不好老师也差远了",
            "别来！！！坑钱！！！没用！！！"
        ]
    },
    {
        "Queen Ethelburags": [
            "个人觉得师资力量太烂了 上y11 物理老师讲课直接给我劝退了 但硬件设施非常好",
            "别去 真的别去 出了名的骗子学校",
            "骗钱的 全是中国学生 成绩好的在一个校区 不好的在一个校区",
            "宿舍三个人一个屋子 在英国不是很常见",
            "很压抑 想衡水高中的感觉 除了学就是学 并且学校人听朋友讲参差不齐",
            "招生水平层次不齐 有成绩超好的也有超烂的 alevel总体成绩好是因为as考不好就要去读betc 不过个别老师还不错"
        ]
    },
    {
        "Myddelton College":[
            "宿舍heater坏掉了不修 清洁工手脚还不干净 告诉staff还反过来说我态度不好 每天晚上因为脚太冻被冻醒,如果生病了还会被赶去上学因为不是local",
            "马术课什么的都是不存在的别信",
            "马术根本没有让国际生报名的 gcse如果模拟考考不好学校是不让你考的 他给你看的平均分都是只让考的高的学生去考这样",
            "y11可以不考试直接上y12 但是很少学生在y13直接去读预科了 因为学校真的不怎么样 留下来的人一般不用在学校读都是天才",
            "那里还很山，可以看看地图，在北威尔士的一个特别山的村，未成年他会让你强行搭学校的taxi才能出去（因为收费贵..）",
            "本地学生霸凌不说 之前过年的时候，老师把我们聚在一起用中国筷子吃饭（但是吃的都是学校平时的东西）全部本地学生把筷子掰断扔我们中国学生，后来我扔回去，并且骂了几句脏话就被老师警告，他们却没有任何惩罚，并且全程校长都在前面"
        ]
    },
    {
        "Queen Margaret's for Girls": [
            "真的别来 校长去woldingham了 老师还算好 但是教的真的。。。一言难尽  art老师（head of art）💩压分 乱给分 现在把yr10和yr11全部压在一个boarding house 看过sample room哈哈 真的很压抑 现在手机时间乱给 物理老师也💩两年什么都不教几乎全靠自己 dddd 吃的也巨难吃 英国人普遍都有小团体 中国人特别多 中介狂推 （当时去的第一年就不喜欢 然后在别的家长面前吐槽了一下就被中介狠狠ma 可见学校给了多少钱）查快递也很严 每个快递都要打开 每周末事情非常多 各种activity 然后sixthform才能去york ",
            "学校超级超级村，six form以后才能去市中心玩，其他年级要么只能周末去，要么根本不让出门跟坐牢一样（虽然约克这个破地也没有什么可以玩的）",
            "有些老师人还挺好的，但是课真的很水，想好好学习的别来，宿管歧视中国人，经常逮着因为一些鸡毛蒜皮的事骂我们又不管英国人，中国人一年比一年多，学校没钱，说不定哪天就倒闭了，同学倒还算友好，活动又多又无聊，喜欢集体活动的来，基本上没时间学习，一天到晚强制活动。个别学科老师真的很见，压分，明明作业质量比英国人高，分却低？？？",
            "艺术特长可以来，学校不是很重视学术成绩（sixth form）课也上得很烂基本纯自学，老师给中国学生压分很厉害，argue成绩没有大用，最后还是一句话因为英语是你second language给打回来。老师滥用order mark和detention。假期很多强制活动也很多，周六也要上课。每周五周日强制40min chaple"
        ]
    },
    {
        "Roedean School": [
            "千万不要被官网看着很好的学校骗了，如果你像我一样住在最偏大lawrence house你将面临每天早上顶着狂风去上学而且因为学校很大要走7分钟左右。暴雨甚至没车接你自己淋透了也要去上学，不要想撑伞，伞出门那刻会直接吹的翻过来。",
            "其次学校的学术真的一眼难尽，因为都是三分之二全是大陆和香港的。所以本身亚洲人就会自己补课。学校展示出来的好成绩基本跟老师没半毛钱关系全是学生自己去补课补出来的。表面说着尊重学生但是会控制学生在sixthform学什么科目（本人y11）。不是想着教好学生而是从一开始就解决学生。我的朋友因为英语不是很好被强制明年学中文和艺术。"
        ]
    },
    {
        "Royal Russell School": [
            "香港人疯狂歧视 然后同学都讲究排场所以疯狂炫富，但也有好好学习的，但是克罗伊登的治安最近越来越烂",
            "歧视很严重",
            "boarding 的话就更好"
        ]
    },
    {
        "Ruthin School": [
            "排名很高，中国人巨多巨多，跟沈阳育才有合作，高年级90%华人",
            "学校真的巨小",
            "除了science和art department没有完整的教学楼 都是在集装箱里上课 sixth form待遇巨好 form 5以下的就很可怜 主要我觉得饭巨好吃！"
        ]
    },
    {
        "Sevenoaks School": [
            "很顶尖的IB学校",
            "可以说是英国甚至全欧洲最好的IB学校",
            "学术强啊",
            "英区本地人都认可的好",
            "学校漂亮学术又好"
        ]
    },
    {
        "St Mary's Calne": [
            "访校印象很好，学术氛围很浓",
            "宿舍14+都是单人间，而且师生比很高",
            "名气不大但确实是非常好的私校了实话实说"
        ]
    },
    {
        "St. Francis' College": [
            "还没入读，蹲个评价入学考试简单"
        ]
    },
    {
        "St. Mary's Cambridge": [
            "安利一下 艺术类非常好 强项不知学科类 而且我感觉不难进 老师基本是个里面九个剑桥 剩下一个牛津的那种"
        ]
    },
    {
        "Stowe School": [
            "这学校学生都是弱智"
        ]
    },
    {
        "The Royal School": [
            "不建议来，整个学校除了数学部门的老师没几个老师是正常的，大部分老师上课都是给你放视频。食堂的东西有的时候还是馊的，只要吃了食堂的东西都会变成喷射战士（投诉过了无数次都没有）。学校贼偏，买东西只能靠网购",
            "一个资源很差的学校，交通不便，又想收中国人的钱，对中国学生又暗戳戳地不好，限制选课，正经的英文课不让上，二外不让选，只让你花钱上EAL……即便是过度，也不要选这个学校。住校生几乎都是中国孩子。英语水平到了这里只是被耽误"
        ]
    },
    {
        "UWC Atlantic College": [
            "💩"
        ]
    },
    {
        "Wycombe Abbey School": [
            "教mat pat step tmua tsa bmat的那个老师润去mcs了（是的他一个人管所有这些考试），想学理工科的别来",
            "别来。pastoral care只做表面样子，只在乎学校排名+家长的钱。不是11+进来的而是13/16的话老生挺排外的。教学水平参差不齐，好老师都走光了。申美/非英绝对别来，counsellor烂的一p。最后几年还是挺卷的，但主要看你身边的人卷成什么程度。"
        ]
    }
]