[
    {
      "WLSA Shanghai Academy": [
        "别来 有个叫maxduroseau的还有个奥利弗经济老师 教你你就死",
        "师资不行 上课不知所云 头部学生生源可以 学霸在外面狂补课"
      ]
    },
    {
      "Jinan Xinhang Experimental Foreign Language School": [
        "领导天天抓迟到宿舍卫生 升学稀碎一堆神经病"
      ]
    },
    {
      "Shenzhen College of International Education": [
        "学费贵 老师不教什么 就是摸鱼 学校校风变得有点奇怪",
        "想要成绩好全靠自觉",
        "不收手机 挺开放的",
        "近几年申请国外学校的名额也少了,没有以前那么强了",
        "好的全部都是自己卷"]
    },
    {
      "Shanghai Pinghe Bilingual School": [
        "ap部懂不懂多人运动加油出轨为情打架被开除的含金量 这仅仅是高一",
        "ib校风一直还是不错的 爱学习的精神萎缩的乖宝宝们 就是想紫砂的太多了...", 
        "如果说ib那全是学习学傻的 那么ap和ctc大部分是除了瞎玩啥都不会 还有小部分是又能正常玩又能学",
        "上一届ap学生会会长是氪了6位数来的 非常好校风 非常好官僚主义"]
    },
    {
      "Maple Leaf International School": [
        "自主世界课程的话 赶紧跑",
        "自主世界课程就是💩 那个课程没什么好大学认可",
        "以前是加拿大BC省的课程,后来自己把授权作没了,然后就自己搞了个世界课程.在国际上的接受度目前还不确定,很有可能毕业了但没有大学接受成绩",
        "最后一节BC课程毕业的申请数据都不好看,更不要提这个自主课程了",
        "天天抢不到饭 我累了",
        "🍁领导来了就变成垃圾场了",
        "二十万一年",
        "一堆混子 都是等着自己家长给自己镀金的少爷小姐们",
        "改善改善伙食吧"
        ]
    },
    {
      "Aidi School":[
        "生育率比升学率高",
        "宿管老头还带着学生喝二锅头 学生给盒烟就开心了"
      ]
    },
    {
      "Shanghai DTD Academy ":[
        "老师拥有一口纯正的中式英语 上了好几星期的课都没听懂他讲的英语"
      ]
    },
    {
      "The Experimental Highschool Attached to Beijing Normal University International Department":[
        "直接分了三个班文科理科出国班alevel一直是网课形式主要靠自学 学校根本没有配专业课老师"
      ]
    },
    {
      "Qingdao Moerwen High School": [
        "营销和现实两个样子",
        "宿舍经常丢东西 老师一节课四十五分钟有时候也能聊三十分钟后上课 校园80也很多"
    ]
    },
    {
      "Shanghai Shangde Experimental School":[
        "就四个外教 食堂的饭里还有高度蛋白质(虫子) 作业也是爱交不交 上课一般都在睡觉 全是白摆烂的"
      ]
    },
    {
      "Shanghai High School International Division":[
        "作业还行 主要是project多的很烦 演讲也很烦 每个学期几个演讲还有几个essay 搞完这些还要考期中期末 我吐了 一时半会儿还分不清平时更痛苦还是考试更痛苦"
      ]
    },
    {
      "American International School of Guangzhou":[
        "谁家好人中文summative是做早古动画预告片的 谁家好人英语summative是要模仿北欧神话写一篇神话故事不少于500字还要求全文背诵plus全班面前present的 谁家好人数学summative是某种连高斯来看都看不懂的calorie chart的 哦 原来是我家老吸哦 什么summative做不了一点还全部一起上到死都做不完"
      ]
    },
    {
      "North America International School": [
        "班级群里面每天都是负面情绪",
        "三个学校合并学生太多了 从上个学期吃饭就是排队吃 有时候一天只能吃上一顿饭 食堂很小",
        "老师们现在也想离职,班里的学生都在转学",
        "吃了其他学校又容不下 只要钱 把老师都开除了",
        "住在外校的学校哭死了 那么热的天周末断电...还只能吃外卖 还不住住酒店"
      ]
    },
    {
      "Shenzhen Senior High School High School Park": [
        "滚测 就是每天都考试 一天考一科(深高级传统) 又累学生又累老师",
        "请假麻烦 班主任只能批一天假 长假要往上请 请病假的要求有时候很离谱 学校的校医态度很难平",
        "艺术节门票有限 所有有些人会看不到 但是会一连占好几节模块课",
        "早读要站起来读",
        "学校允许穿羽绒服 但不允许穿自己的衣服",
        "小情侣特别多",
        "形式主义盛行",
        "只有一小部分学生在认真学习 大部分其实在摆烂 能不写作业就不写",
        "学校管的太多 而且都是一些不该管的",
        "表面上大家都和和气气的 实际上背地里骂的不知道有多脏"
      ]
    },
    {
      "Shenzhen Futian Foreign Languages High School":[
        "学校特别小 两个年级就差不多饱和了 明年会挤死",
        "宿舍桌子不准放东西",
        "师资力量不咋地 全是新招的教师 各种实验室一个没用过",
        "学校什么事情都能扯上处分",
        "说好的小卖部一个学期了影子都没有"
      ]
    },
    {
      "Pingshan Senior High School": [
        "老师教学水平目前高一下学期九课老师只有语文数学和化学老师比较有吸引力 其他的真是一坨💩",
        "学校全靠艺术生新疆生考好大学 纯想靠文化考985211的几率目前为止整个学校一个都没有",
        "而且理科教学水平洗脑学生家长选文化课很🤮 听说年级主任给班主任开会说拉四个艺术生4k"
      ]
    },
    {
      "Ulink College of Shanghai":[
        "每年二十几万学费来当PUA对象 廉价劳动力/清洁工",
        "每栋楼的四五个宿管两个阿姨当摆设 每天坐在一楼刷刷 聊八卦 阴阳学生 有领导视察了就天天在群里晒马桶照(不理解这是什么癖好)",
        "现在每天又要求打扫教室卫生 一天都不能落下 学生生病了 连着两三周都没来学校了 还追着学生让学生来值日 都说了生病了不在学校 还追着人说这是你的责任周一在群里发了要打扫卫生了 但大妈你没@我 还振振有词地说虽然没有@ 但是你作为学生应该实时关注?! excuse me? 哪个好人生病了 都不在学校了 还天天看dd群",
        "不懂学校制度是怎么定的 找了那么多阿姨 什么都不打扫 每天也是呆在卫生间 然后一边超大声外放dy一边互相吹牛 家里长家里短的 然后付了学费的学生在吭哧吭哧刷马桶 每天找马桶照 被追着搬椅子...所以你请那么多阿姨是开放日给家长作秀啊?",
        "教师资源非常烂! 烂到谷底了! 靠着之前的名声抢好的生源 但老师根本没有在认真上课 每个在贵校的学生最后的归宿都是在外面找补习老师"
      ]
    },
    {
      "Shenzhen Longgang Experimental High School":[
        "处分如家常便饭 甚至有考试不写大题荣获处分的",
        "宿舍还爆水管渗水 上报多次没处理 整个水池下面都是臭的",
        "学校80姐🚬哥很多"
      ]
    },
    {
      "Beijing National Day School":[
        "学术：文科生不算特别友好（至少不如北师大附属实验） 理科生可以放心来 学校本部竞赛课和公共课资源其实都是能蹭的 国际部部分老师授课风格水分含量偏高（不过国内正常现象） 项目来讲个人推荐AP 根据个人观察师资和课程设置都相对合理一点 本部大部分课都还挺有意思的",
        "活动：社团很多 真的很多 学术社团也不少而且成绩不错（NEC等经济商科 iGEM 常规生物奥赛 HOSA IYPT 数学竞赛等皆有对应社团）体育艺术社团也不少 基本上想要的基本都能找到 据我了解部分社团有选拔（主要是竞赛社团）我们还有年度音乐剧和音乐节！",
        "伙食：十一的食堂没得说 真心实意的好 周边外卖也很多",
        "校风：国内学校都挺卷的 十一有一些非常不错的老师 和他们聊真的有助于缓解压力 刚来肯定会被卷到 但挺正常的",
        "管理层/升学指导：本人没接触过所以不多做评价"
      ]
    },
    {
      "High School Attached to Northeast Normal University":[
        "宿舍: 花洒水温不稳定 容易烫死人 水质差 容易掉头发 宿舍管的严 晚上熄灯后不能干任何事 半夜有突发情况找不到宿管 洗衣机经常有其他东西 洗出来的也不干净 隔个两三周就查一次违禁品 但宿舍环境还行 宿舍阿姨挺友好 环境还行",
        "食堂: 有时候排队很久 二楼的面容易拉肚子 做菜有时候能吃有时候难吃 豆浆像水 充粉都不充多一点 每三个月换一次所以有时候会把好吃的换走 刚开始吃容易拉肚子 换个承包商做菜没有以前干净",
        "娱乐设施很少",
        "多数为年轻老师 教学水平有好有坏 能选的科目也少",
        "学校很小 装修风格装风太厉害了 冬天很冷而且不能穿自己的外套",
        "能跑就跑 管理制度很恶心 高一最惨",
        "练习册不多大多数都是打印学案",
        "零差评因为会花钱删掉" 
      ]
    },
    {
      "Hangzhou No.14 High School AP Center":[
        "学校的升率并不高 不让学生用电脑 是我最不理解的 外教布置线上作业 但是学校不让用 除此以外 老师们的上课态度很差 而且老师流动性非常差 选课很少 设置的英语课也一点用都没有 老师们自己甚至都没有考过托福sat就在教 所以和他们的宣传天差地别"
      ]
    },
    {
      "Hengshui High School":[
        "上课摸鼻子算违纪,上课抖腿,扇扇子算违纪,水杯放桌子上算违纪,睡觉早起算违纪"
      ]
    },
    {
      "Shanghai Wuai Senior High School":[
        "每天都能看到一辆辆男同学从你面前开过去 走廊上学长学姐旁若无人亲嘴 巨多体育生臭气熏天 某朱姓历史老师当堂讲他曾经发表过一篇文章叫《女人头发长见识短》🤣"
      ]
    },
    {
      "Shanghai YuCai High School":[
        "活动多多，食堂好吃，但是也缺失了一些它作为高中的功能，前夫哥这届现在天天晚课考试，我们高二下已经没有社团了，前夫哥之前高二下是有六周的社团的",
        "我们那会除了期末都有社团课 然后就眼看着母校越来越严越来越严…",
        "可以偷偷手机带不要被发现就可以了（一般除了年级组长 班主任 还有学工部那几个 其他都还好",
        "只能说学工部越来越不干人事 学妹跟我控诉 说现在跑操女生生理期都不能请假 而且早锻炼和跑操需要请假的话是要出示病假单的噢 说到锻炼 yc已经从自觉体锻变成了强制体锻 我们刚进去的时候就已经这样了我们那一届走班制啥的全取消了 我当时就是被“小大学”模式给骗进来的 （不过食堂和住宿条件已经算好的了 是独立卫浴 而且是新装修的 我们都没体验过就毕业了）",
        "现在开假条要医院证明，我们现在高二上就开始走班了，下午一三四改成单周语数外双周小三门，上一届好像是高二下才开始走班的",
        "21级毕业生报道，yc的老师大多数都很负责，英语历史政治生物这几科的师资很强。另外学校自然环境很好，怕虫子的别来"
      ]
    },
    {
      "The High School Affiliated to Renmin University of China, International Curriculum Center":[
        "教学质量参差不弃，GPA难度和课程收获很看老师。学生人数很多而且很卷，会有一些比较形式主义的政策，食堂不好吃",
        "跟普高一样"
      ]
    }
  ]
  