[
    {
        "Aidi School": [
            "生育率比升学率高",
            "宿管老头还带着学生喝二锅头 学生给盒烟就开心了",
            "学生水平参差不齐 两极分化严重",
            "学校提供了不错的资源",
            "门槛低人杂，好的挺好差的真差，总之很乱",
            "个人风气素质不行，有一部分纯属上不了高中去混的",
            "比我预想中的乱多了",
            "校园80",
            "去爱迪要不然就是同流合污要不然就是出来",
            "真的别来",
            "营销好",
            "乌烟瘴气的"
        ]
    },
    {
        "Alcanta International College": [
            "非常垃圾的学校，一年不如一年，学费一年20多万，校园只有一栋教学楼和一栋宿舍，还需要和别的学校合租校园。师资非常垃圾，好老师每年都在走，留下的老师非常的水，把学校工资当低保了，基本上一个老师要身兼数职教很多科，真正的做到了体育老师教数学。全校只有一个升学老师，并且啥事不干，别想得到任何帮助。学校现在还要设置高考班，越来越像普高了。学校变着法的收钱，感觉真的处于半倒闭状态了。",
            "走进校园那一刻一定会喊出一句“老师同学在天堂”(^^)虽然不像甄嬛传一样玩心计但萌萌人如同蟑螂一般茁壮滋生。。兄弟这是飞机场吗？怎么闹餐到处飞啊！老师也是一堆顶着睿智眼神的小可爱，真正的好老师早就被日走。。）最恶心的就是租用我们教学楼的qt萌萌人，我是真想不明白怎么就能招收那么多小可爱呢？路过还以为走进体院了，对不起这明明是亩零的天菜白袜体育生啊！多看一眼都怕以为我暗恋人家（求放过！）还有个奇葩男穿着皮衣皮裤挂着大金链子来操场，还以为走错地方来到草地音乐节了，怎么草东没有派对大驾光临了吗？兄弟别惦记你那亚b穿搭了，一周不换衣服的原味熏到我了，，， 女的抛开雌竞的都是好宝宝，男的都是典型国男，喜欢被考考的小仙女请来～",
            "烂学校早日倒闭"
        ]
    },
    {
        "American International School of Guangzhou": [
            "谁家好人中文summative是做早古动画预告片的 谁家好人英语summative是要模仿北欧神话写一篇神话故事不少于500字还要求全文背诵plus全班面前present的 谁家好人数学summative是某种连高斯来看都看不懂的calorie chart的 哦 原来是我家老吸哦 什么summative做不了一点还全部一起上到死都做不完"
        ]
    },
    {
        "Arcadia Grammar School": [
            "…能别来就别来 AL上课要跟港澳台项目抢教室。学校根本没有规划 。上课就是全中文 学校的Native speakers都要被逼着讲中文 留学生项目里面全是中国人拿着外国身份 留学生公寓给普高住了。上学要爬山… ",
            "😩你自己搞得国际课程没点数吗 全深圳最全国际课程。。。 全部交钱就能进 。 2017的剑桥面邀还放在哪当传家宝（而且面邀没过）"
        ]
    },
    {
        "Beicai Senior High School Affiliated to Shanghai Maritime University": [
            "学校小的要死好意思说自己小而美",
            "校领导特别喜欢形式主义 搞活动非常垃圾 天天装修毫无作为 别的学校都有临时校区 我们就上课天天听电钻声 毫无夸大 不是说以后入学的同学也会这样 只是说从这可以看出校领导对于同学权益的维护是没什么效果的 要啥啥没有",
            "第二学期的社团唯一几个好玩的全没了 上个学期还不让转 社团就是坐牢 老师认不认真学校根本不管",
            "升学率低",
            "录取分数线和高桥差不多 升学率低不少 dddd",
            "不知道说过没 化学生物实验一次没做过 问就是没实验室 物理实验室破得要死 器材电脑基本都坏的",
            "电脑还都是十年前的老古董",
            "他妈的最近越来越过分了 全是工地",
            "哇塞今天校园歌手大赛啊 一坨勾史 简陋的舞台 最拉的是音响 听都听不见 一点氛围都没有 没有说歌手不好的意思 说学校设施差",
            "体育馆两周被体舞社占掉上公开课 因为大领导（嗯 我们羽毛球乒乓球已经两周没摸过球拍了 嗯",
            "进去的每个人都基本被耽误了 除了借读 不上这个学校可以去浦西的市重点 浦东南汇也有"
        ]
    },
    {
        "Beijign Haidian Kaiwen Academy": [
            "学校不错，高中足球很强，学术也可以，应该是中等的国际学校水平"
        ]
    },
    {
        "Beijing 101 Middle School": [
            "101ID活动超级多！每周三都会有house activity学院活动，比如用纸壳做船下湖，跳ceilidh，外教带着折腾，超级爽！学习自己弄好，玩的少不了！中午不让说中文会被抓English Corner要求英文交流，但其实聊天还蛮有意思的～",
            "每个人都会匹配升学指导，活动规划完全可以不找中介",
            "最最推荐wild geese飞盘社，氛围特别特别包容，来ID不打飞盘亏大了！！！",
            "高一没有就可以选AP，不会直接上一年普高课程。英才班高一比AP班少政治地理信息音乐美术，有3天下午是选修真的超爽。不同英才项目作用也不同，有的是理论课有的会有产出，不过对每个人的作用主要还是看自己。",
            "整个校园环境真的特别美，圆明园就在旁边！国际部里有梦想剧场，有菜园，长廊，还有很多树和花花草草。",
            "真的真的，ID is a family",
            "择校的时候也犹豫了一小下，但是来ID真的是我做的超级好的一个选择！"
        ]
    },
    {
        "Beijing Bayi School": [
            "中考一般的话很容易被骗进来 我们这届说是630录取线 结果一上学发现500多分的一抓一大把",
            "师资特别特别稀缺 整个学校很大但是国际部只有一栋楼",
            "教去年只有三个 后来还辞退了俩 这里的老师因为制度什么的要么大把大把辞职要么被辞退"
        ]
    },
    {
        "Beijing Chaoyang District Limai School": [
            "非常的垃圾",
            "80",
            "打架特别严重",
            "厕所抽电子烟",
            "就是粪坑",
            "严重避坑",
            "中国老师差得很！中国老师都是语言暴力孩子",
            "管理有问题，有的老师也有问题"
        ]
    },
    {
        "Beijing Harrow International School": [
            "好多好老师都走了 现在上课都特别水 管理层很烂 招生水准也一直下滑",
            "快跑"
        ]
    },
    {
        "Beijing International Bilingual Academy": [
            "中学部设施很破很旧 校风很一般 部分老师课很水 部分学生素质有待提高"
        ]
    },
    {
        "Beijing Keystone Academy": [
            "阴间室友来自此学校，偷东西，什么都找我借，借了还不还，有的乱放宿舍楼（寝室外面的）的公共区域，有的东西我拿回来了我不在的时候又自顾自拿走了，第一学期初找我借的chanel护手霜一直用到我第二学期初跟她闹掰了还不还我，还是我自己去拿的，还在背后骂我，甚至抢我吹风机要打我，我曾经不在宿舍一周，间断性回去取东西，结果发现她把垃圾扔在我的split那块，还擅自用在我那里插电器，听说此人在北京的国际学校圈子臭名昭著🙏。只能说学校里跟她玩的人都很阴间，另一个来自此学校的人非常心机婊。",
            "本人就读鼎石DP，这里学术氛围浓厚，同学之间友好，没啥社会人，很多老师都具备诡异的两面性（要么管事过头要么完全不管）。但是压分巨严重且出题难，学习压力大，老师家长同学都施压。最后总分很大程度上看课程难度（例如科学类：学dt、ess的很难下6，但bio等科目4分是常态）水平很高能承受heavy课业的话这里很适合你，否则确实压力会很大，很大......以及G9之后强迫住宿，有些楼层的管理也是够严，让人感觉5*24小时都在被管制的压力氛围内...不然也没有军事学校之称。现在要去复习考试了如果写得哪里不清楚那就是脑子太乱，，总之是个好学校吧"
        ]
    },
    {
        "Beijing National Day School": [
            "学术：文科生不算特别友好（至少不如北师大附属实验） 理科生可以放心来 学校本部竞赛课和公共课资源其实都是能蹭的 国际部部分老师授课风格水分含量偏高（不过国内正常现象） 项目来讲个人推荐AP 根据个人观察师资和课程设置都相对合理一点 本部大部分课都还挺有意思的",
            "活动：社团很多 真的很多 学术社团也不少而且成绩不错（NEC等经济商科 iGEM 常规生物奥赛 HOSA IYPT 数学竞赛等皆有对应社团）体育艺术社团也不少 基本上想要的基本都能找到 据我了解部分社团有选拔（主要是竞赛社团）我们还有年度音乐剧和音乐节！",
            "伙食：十一的食堂没得说 真心实意的好 周边外卖也很多",
            "校风：国内学校都挺卷的 十一有一些非常不错的老师 和他们聊真的有助于缓解压力 刚来肯定会被卷到 但挺正常的",
            "管理层/升学指导：本人没接触过所以不多做评价",
            "喜不喜欢和考试撞车的大major？喜不喜欢高二人文学生必修的自然科学？喜不喜欢AP给的GPA让你和UCLA都无缘？"
        ]
    },
    {
        "Beijing New Oriental Foreign Language School at Yangzhou": [
            "学校食堂饭菜超绝无敌难吃（最近有所改善但我都要毕业了！！）国高的课程普高的制度，每天要上早读晚自习，假也放得不多，但是想摆烂的话还是可以摆得很舒服的，因为老师很友善"
        ]
    },
    {
        "Beijing Xinfu International Academy": [
            "就是屎都别去",
            "挺乱的",
            "饭和屎一样",
            "单纯学习可以考虑 其他的别想了",
            "挺差的 但是手机管的不太严",
            "生源差 但是老师教的算好的了",
            "比设施 环境 之类的 可以说属于下水道级别",
            "一年18w 性价比总的来说还可以",
            "学校的学生抽烟 骂人很多 包括学生会的竞选 我一个抽烟 被校园暴力开除的 都能内定副部",
            "给钱就能进"
        ]
    },
    {
        "British School of Beijing": [
            "1. 初高中教资一年比一年差，教了十几年的老师都说因为不想在新校长手底下工作都辞职了，大部分留下来的要么差要么摸鱼，为数不多几个好点的也打算在未来两年走",
            "2. 音乐方面烂的出奇，学校乐团乐器找不全就算了，吹的拉的弹的跟坨排泄物一样，新来的指挥老师即不会教也不会指挥，上台的时候就他最沉醉，自我感觉过于良好，都怀疑我们和他听的是不是同一个音乐",
            "3. ib方面，因为学校老师很少（废话谁想来这学校）sl和hl是一起上课，hl上课的时候sl自由活动。有些老师太注重sl，有些老师太注重hl，反正要么是sl进度慢要么是hl进度慢，上届某科hl的说他们快大考了还有一章没讲完",
            "4. 深入老师少的问题，不少老师讲的又烂又水，天天科普人生大道理，ins上发表乳女乳华言论，被几乎所有人投诉，但因为这科只有他一个老师所以学校开不了。他甚至之前不是学物理的是学哲学的",
            "5. 点名道姓留学顾问，收过别人礼说拜托把申请表和推荐信写好点，结果差点没赶上ddl教，质量出奇的差。也搞砸过之前某届的同学的美国申请表导致没申上",
            "6. 校风问题。个人感觉我这届算好的了（至少没霸凌），但还有不少👑🎰🍃+跑厕所🚬的同学。下面几届…听过比较炸裂的瓜",
            "总结，小学来可以。初高中赶紧跑。"
        ]
    },
    {
        "Capital Normal University High School, Curriculum Partnership Program": [
            "这种东西怎么能没有我们首呢",
            "监狱! 老师还不错，但是领导层真的烂. 避雷啊啊."
        ]
    },
    {
        "CATS China": [
            "每一天都过得很混乱而且菜不好吃。学校打印机每天都坏，连课表和教室安排都能搞错",
            "三十万的学费上了不到半学期退学 学费退了将近半年！才退一万！无语死了 老师水平也参差不齐！",
            "学费一收就是一年怕学生跑是吧 食堂饭一天110还那么难吃"
        ]
    },
    {
        "Changsha Concord College of Sino-Canada": [
            "大部分老师认为学生很差更甚（我也承认确实是因为成绩不好才来这里的，但我认为成绩并不代表我们的品行就不好",
            "一开始招生办说的天花乱坠，实则当你真正进入了这个学校又是另一副面孔。",
            "不抓学习抓常规（除了学习什么都可以管的到）",
            "食堂多次举报无果（在牛蛙里吃出螺丝🔩，青菜🥬吃出沙子…），食堂经理监督工作人员少打点菜、多收点钱，我们虽不缺钱，但是是否过于明显的把学生当傻子了。",
            "部分寝室老师对学生冷嘲热讽，专挑软柿子捏"
        ]
    },
    {
        "Chengdu New Learn CEE": [
            "小班教学 实则不然",
            "食堂饭菜难吃 学生提意见也没有什么整改 还强制性要交钱 部分学生在外包餐 每次在校门口拿餐都要被保安拍照",
            "宿舍每天早上广播声音大到危害身体健康 很多学生来了适应不了要走 办理退学费简直是比乌龟还慢 来的时候给你发一大堆屁用没有的书 你要是走了 很多书你没动 可能都要被扣费",
            "换了个新的校长 本来一个星期上六天就休息个星期六晚上和星期天白天 现在还非要强制学生星期天三点到教室自习 不自习的还要给家长告状",
            "每周周考成绩下来非要学生写什么周考分析表 写了之后呢？班主任会认真负责的沟通吗？不会啊 那请问写来的意义是什么？ 浪费学生时间？",
            "报的价是230元每天，结果瞒着我跟我家里签了345元每天。前后不一致还死不承认"
        ]
    },
    {
        "Chifeng Sizhong Bridge North Campus": [
            "毕业照强买强卖，一开始让我们去照什么都没告诉，就说去照相，知道是毕业要用的照片，但是具体也没告诉我们是干啥，直到今天才知道是毕业照，我问能不能换照片，因为学校照的照片属于流水线作业，不好看是基本的，你往那一站都没整理好就拍完了，然后他说除非你照相当天拿你别的照片的电子版去，要不就不能换，但是他事先并没有告知我们这件事，等过后换不了了我们主动去问才知道，而且每个人还得交25块照相费，这钱我去照相馆照都够了",
            "刚换领导班子，不知道是立威还是怎么，天天让我们高三的去听讲座，一听就好几个小时的听，还占用我们吃饭时间听讲座，感觉…唉，能去老四就去老四吧，环境差点但是没有领导带头发癫啊",
            "而且我们在下面发牢骚还骂我们，骂完我们还骂我们年级主任，说他没管好我们，而且每次讲座前45分钟都要听一些马屁精吹我们那个刚换的校长，多么多么厉害，还给我们看校长的视频，视频内容：校长运动两个小时后还能跳上乒乓球桌，还能跳4次"
        ]
    },
    {
        "Concordia International School Shanghai": [
            "教科不好 学习氛围不好 而且校方只会画大饼"
        ]
    },
    {
        "Dulwich College International School": [
            "老师一年比一年烂，食堂一年比一年贵，然后free dress 15块才能穿。然后参加任何活动都要钱真的会坑惨",
            "食堂也是贵还难吃，一个速食披萨45块",
            "去年老师走了42个 破学校学费一年比一年贵老师也不留 全被挖走了",
            "饭是真难吃😄喜欢吃饭的真别来",
            "喜欢活着的别来学生全内卷 老师没一个管都是自己在校外补课"
        ]
    },
    {
        "Fuzhou No.18 Middle School": [
            "没有课间休息的晚自习（连上两小时）连中途去厕所都会被阴阳以及高三周六风雨无阻的上课，连上课地点都能移到西峰小学。所以不要妄想周六能不上课因为我们的新校长会想尽各种办法发挥他的脑洞让你去上课^_^",
            "六楼那边卫生间最近每到周六就停水，我都怀疑这水是不是都进新校长脑子里了"
        ]
    },
    {
        "Gaotang County No. 1 Vocational High School": [
            "学校为了省钱买了一堆臭了的鸡腿，然后为了掩盖臭味，就放了很多大料，结果有六十多个同学进了医院，还有就是今年的，学校居然查出来五个白血病，三个肺结核，目前只知道是学校的原因造成的，而且还有一个人进了重症监护室，学校也没有进行停学封校"
        ]
    },
    {
        "Guangdong Country Garden School": [
            "烂的难以陈述 搞阶级差异牛剑面试给个别学生开小灶 食堂宿舍据说装修了 还给申请牛剑的学生评级abcd。。",
            "烂爆了",
            "ap不了解 只有两个字要说 别来",
            "合着这还是装修过的 6个小床排排站 环境差到我无话可说 真的要被吓死了，身边的朋友说会按成绩分班，所以分到b班会被歧视",
            "不能带手机",
            "各种规矩纪律比公立学校还公立 但其实有些根本没必要；老师摆烂不做事 部分上层领导直接烂透了老师上课就知道吹牛和爹味劝学 教学水平很差很差； 国际考全靠自己自学和外面的补习班反正碧桂园对我来说只是提供一个住的和自习的地方",
            "学校好破旧",
            "师资像屎一样",
            "ib student doesn't have dreams, cuz to dream you need to sleep",
            "别来。。很后悔 环境真的很差 同学和老师的质量也参差不齐 运气很容易被卷入一些不必要的麻烦。。"
        ]
    },
    {
        "Guangzhou No. 6 Middle School": [
            "老师还在外面收费给他们开小灶 但是已经补到两眼无神了",
            "考不上前面六个班就别来 选文科也别来",
            "到高三可能老师会变好 但是高一高二差别超大",
            "六中理科班竞赛和尖子强一点，但是文科、高优率和普通班都差。",
            "我在这待了六年 制度越来越烂 补课越来越多 假期又少 成绩又比不过别人 普通班师资不知道怎么样 反正hp班老师有很水的 总之我待得越久越讨厌这个学校",
            "老师开小班 不上就不怎么管你"
        ]
    },
    {
        "Hangzhou High School International Divison": [
            "史一样的学校，虚假宣传算是被你玩明白了，不仅没有美高毕业证，还没有暑期研学，每年升学率低的要命，甚至还有申不上大学的，一个国际学校不让带电脑和手机，临近AP大考，学校让你准备8门学考期中考，每年交了5万3的升学费，结果升学指导一问三不知，托福课也没什么用，甚至听口老师的口语都很尴尬，外教变动大，甚至很多AP课老师都是从xdf，xhd，lys外聘的，个别外教上课水课什么都不讲，GPA给的很低，而且AP开设的课很少",
            "平常同学之间勾心斗角，天天上演后宫甄嬛传，炫富成风，校园bully......一样不少，总之这个学校就没几个正常人"
        ]
    },
    {
        "Hangzhou No.14 High School AP Center": [
            "学校的升率并不高 不让学生用电脑 是我最不理解的 外教布置线上作业 但是学校不让用 除此以外 老师们的上课态度很差 而且老师流动性非常差 选课很少 设置的英语课也一点用都没有 老师们自己甚至都没有考过托福sat就在教 所以和他们的宣传天差地别"
        ]
    },
    {
        "Hangzhou Xuejun High School": [
            "数据水分太多了，从上到下教学生造假，从当年物竞四字同学蛋糕事件开始，到现在成绩把其他学校的都算进去（喜报上某同学在物竞名单上根本不是学军的），这样的学校没有任何去的必要",
            "老师都是很好很负责的，是学校给他们压力和负担很大，所以没办法。主要学校的管理风气不喜欢，在大会上总是暗戳戳拉踩其他学校，有的校领导甚至以此为荣；曾经补课查得严的时候，不知道为什么我们学校的补课计划泄露出去了，校领导连开了好几场会大骂隔壁学校，以及骂我们是白眼狼；整个学校的教学氛围崇尚万般皆下品惟有读书高，学校以鼓励跑操前背书、表扬运动会带作业、体育课争分夺秒学习为荣，可以想象一下那个氛围；另外就是客观上，休息时间、活动和个性发展确实不多，以上。",
            "有个姓郑的老师不行,欺骗女生,多次出轨并且与未成年高3女学生社交界限不清,对多个女生说你将是未来学军校长夫人",
            "中午吃完饭在小卖部排队买吃的，一个男老师排在我后面一直贴着我。。。我一开始以为只是人太多太挤了，但我很努力往前移出空间以后他还一直往前来贴我",
            "有认识的人在 当时在学军压力就很大 同学之间也是互相踩 成绩差点的会被群嘲。反正她性格非常扭曲",
            "真的很爱拉踩其它学校",
            "老师垃圾仇富并且只喜欢自己考证评级，还天天pua说你们是最差的一届",
            "强迫学生选科而且管太严了，根本不是教育"
        ]
    },
    {
        "HD Beijing School": [
            "快跑",
            "人多地方少 饭很一般 好的老师也有 但是不多 有水课的老师",
            "男生会judge女孩身材长相",
            "校办对申请流程不了解"
        ]
    },
    {
        "HD Ningbo School": [
            "宁波赫德来了后悔一辈子.感觉来赫德是我一辈子的污点！！！！学校考试学生作弊屡见不鲜！饭难吃！老师全都不会教学生，老师垃圾死了，然后和监狱一样天天考试，不该管的天天管，一群不正常的智障在这个学校上学，全都和唐氏没区别！"
        ]
    },
    {
        "HD Shanghai Bilingual School": [
            "周末允许点）外卖被偷老师说活该没准时拿",
            "（周中不许点 但是学生处说都不说一声就扔了）不敢调监控因为人家威胁会给处分",
            "宛如狗屎",
            "我在的那两年简直是最快乐不拉胯的两年 师资巨好 特快乐每天虽然管的很多但能接受 后期慢慢拉胯下来简直是一坨 老师该走的走 外交逐渐变的乱七八糟 什么口音的老师都招 （不是racist纯听不懂她说什么 还管很多 听说现在去诺德安达了",
            " 同学搞宫斗。。还有一个霸凌姐",
            "里面什么人都有的",
            "只能说性价比不是很高",
            "学费有点高",
            "最近外教好像减少"
        ]
    },
    {
        "Hengshui High School": [
            "上课摸鼻子算违纪,上课抖腿,扇扇子算违纪,水杯放桌子上算违纪,睡觉早起算违纪"
        ]
    },
    {
        "High School Attached to Northeast Normal University": [
            "宿舍: 花洒水温不稳定 容易烫死人 水质差 容易掉头发 宿舍管的严 晚上熄灯后不能干任何事 半夜有突发情况找不到宿管 洗衣机经常有其他东西 洗出来的也不干净 隔个两三周就查一次违禁品 但宿舍环境还行 宿舍阿姨挺友好 环境还行",
            "食堂: 有时候排队很久 二楼的面容易拉肚子 做菜有时候能吃有时候难吃 豆浆像水 充粉都不充多一点 每三个月换一次所以有时候会把好吃的换走 刚开始吃容易拉肚子 换个承包商做菜没有以前干净",
            "娱乐设施很少",
            "多数为年轻老师 教学水平有好有坏 能选的科目也少",
            "学校很小 装修风格装风太厉害了 冬天很冷而且不能穿自己的外套",
            "能跑就跑 管理制度很恶心 高一最惨",
            "练习册不多大多数都是打印学案",
            "零差评因为会花钱删掉"
        ]
    },
    {
        "Huamei International High School": [
            "别来"
        ]
    },
    {
        "International Department Yuhuatai High School": [
            "管理层集齐拉胯特别喜欢乱收钱，alevel考试没门学科都比考试局多收钱，还喜欢利用信息差转黑钱动不动就PUA家长"
        ]
    },
    {
        "International School of Nanshan Shenzhen": [
            "不知道一年二十多万被谁吃了。。infrastructure不如公立，campus巨小，上课连支能写字的马克笔都没有。教辅网站全都要老师出钱买的学校也是活久见。一个stem的club都没有还指望学生申好大学啊"
        ]
    },
    {
        "ISA Liwan Wenhua International School": [
            "别来。师资很差，管理是一团糟，当然，如果你不看重成绩，这个学校的硬件还挺好，图书馆特别棒。"
        ]
    },
    {
        "Jinan Xinhang Experimental Foreign Language School": [
            "领导天天抓迟到宿舍卫生 升学稀碎一堆神经病"
        ]
    },
    {
        "Li Mai Zhong Mei (International) School": [
            "管理以及硬件设施（地方小）等方面不行",
            "真不行啊"
        ]
    },
    {
        "Living Word Shanghai": [
            "猪食",
            "师资特别差"
        ]
    },
    {
        "Maple Leaf International School": [
            "自主世界课程的话 赶紧跑",
            "自主世界课程就是💩 那个课程没什么好大学认可",
            "以前是加拿大BC省的课程,后来自己把授权作没了,然后就自己搞了个世界课程.在国际上的接受度目前还不确定,很有可能毕业了但没有大学接受成绩",
            "最后一节BC课程毕业的申请数据都不好看,更不要提这个自主课程了",
            "天天抢不到饭 我累了",
            "🍁领导来了就变成垃圾场了",
            "二十万一年",
            "一堆混子 都是等着自己家长给自己镀金的少爷小姐们",
            "改善改善伙食吧",
            "现在的学历认可度不是很高"
        ]
    },
    {
        "Merchiston International School": [
            "全是混日子的"
        ]
    },
    {
        "Minxin School": [
            "学校难考只是个骗局，进去的人好的很好坏的很坏走关系进去的也很多，老师也不会教，学校处理事情几个月都处理不了，一个essay的格式能拖ddl后两个月不发，理由是学校老师太忙了，",
            "跑",
            "教育体系和学校领导都是狗屎 谁来谁后悔"
        ]
    },
    {
        "Nanchang No.2 Middle School": [
            "想去英国香港的话别来，文凭认可度越来越低了。去加拿大可以考虑。",
            "香港好专业几乎录不到的 中加班文凭跟ap alevel比没有什么竞争力",
            "现在中加班只录得到香港冷门专业",
            "高二难度就会上来。高一主要搞雅思，外面有补课的（收费贵是肯定的，但是可以一对一，这样提升也快，建议不自律的和学习效率低速度慢的去）。再说一遍，雅思！！！如果高二搞就来不及了，高一升高二考过雅思的人少之又少，有些大多要考两年。雅思的事情你感兴趣我再说，作息是七点二十五到班，十一点半下课，吃饭，十二点半上课，四点下课，没有午休，纯靠生命力的顽强。高一我在爽玩，别学我，后面会越来越累，但是绝对没有普高类，我们就是二中养老院，我一抽屉的玩具。但是吧，考试前临时抱佛脚还是很重要的，平常的课要听，下课你玩一玩可以。作业有写完交的（一定不能拖，没写完你就完蛋，就可以跟你的宝贝mark say goodby）",
            ""
        ]
    },
    {
        "Nansha College Preparatory Academy": [
            "水校，什么都水，升美不如同campus的al学校，氛围烂"
        ]
    },
    {
        "NAS Beijing Shunyi": [
            "教资很差",
            "环境也一般",
            "只是校风+饭菜相对别的学校好一些",
            "避雷",
            "印象不好，特别不好"
        ]
    },
    {
        "Ningbo Nuodinghan University Affiliated Middle School": [
            "跟那个大学没什么关系,高考进去的特别少,国际部现在已经没有置换政策了去不了",
            "夏校只不过是交钱去上几节课",
            "英语外教一堆肯尼亚的,根本听不懂也不会教,反映了也没改",
            "国际部就是多交钱而已,其他的啥也没区别",
            "学校喜欢用延时这个词强迫学生补课强词夺理",
            "国际部还有高考班 乱调休 小假都不放 还有·要早上返校的",
            "国际部也有学考 就是说一边学高考的一边学国际",
            "雅思都是外面花钱补课的 学校跟初中英语课似的",
            "各种大考都是在成绩出来后告诉哪个重要还有要求多少分"
        ]
    },
    {
        "Nord Anglia Chinese International School Shanghai": [
            "这个学校规矩看得比什么都重要，非常恐怖，上学期住宿有人闹自杀。学校里出过性侵案是高年级男神性侵初中女生到现在还在打官司学校花钱压下去了",
            "校内太妹太子大集结。但是还是有学霸，不过都在慢慢流失。",
            "学校老师大部份都是那种心高气傲爱摆架子琢磨不透情绪的经典白男，也有中男。中年的中男老师更像体制内那种人到中年依旧没有成就所以开始把自己的怨气发在学生上的老师。iykyk。 女老师大部份都很好，可能也有不好的但是我目前遇到的都特别特别好。老师很大一部份都爱水课，或是教的不好，但是考试照样考，照样算成绩。",
            "很水的学校，但是乱七八糟占用你学习时间的事情特别多。",
            "住宿老师在住宿部当土皇帝。一年两万块的住宿费住宿生感觉要给住宿老师每天请安才满意。",
            "食堂初中部很难吃，高中部还可以。住宿生早饭还能过得去因为学校老师会吃，晚餐完全就是大便。"
        ]
    },
    {
        "North America International School": [
            "班级群里面每天都是负面情绪",
            "三个学校合并学生太多了 从上个学期吃饭就是排队吃 有时候一天只能吃上一顿饭 食堂很小",
            "老师们现在也想离职,班里的学生都在转学",
            "吃了其他学校又容不下 只要钱 把老师都开除了",
            "住在外校的学校哭死了 那么热的天周末断电...还只能吃外卖 还不住住酒店"
        ]
    },
    {
        "Oasis International School": [
            "根本没有网传那么好"
        ]
    },
    {
        "Pingshan Senior High School": [
            "老师教学水平目前高一下学期九课老师只有语文数学和化学老师比较有吸引力 其他的真是一坨💩",
            "学校全靠艺术生新疆生考好大学 纯想靠文化考985211的几率目前为止整个学校一个都没有",
            "而且理科教学水平洗脑学生家长选文化课很🤮 听说年级主任给班主任开会说拉四个艺术生4k"
        ]
    },
    {
        "Qingdao Hongwen School": [
            "校里老师什么的教学质量没得说 如果追求成绩这个最好",
            "学校环境一般 毕竟仨学校一个园区 但是对标一年25w左右的学费 软件真的不是很好 有一说一教学质量大多数老师真的都没话说"
        ]
    },
    {
        "Qingdao Moerwen High School": [
            "营销和现实两个样子",
            "宿舍经常丢东西 老师一节课四十五分钟有时候也能聊三十分钟后上课 校园80也很多",
            "别去",
            "人真的很乱 全是小团体那种 经常有很多人去孤立一个人或者造谣的 墨尔文的老师有很多水课的 很多人也是不听课 就是去玩的 墨尔文🚬的🍃的piao chang的都有",
            "有的老师就是会拖堂 课间只有五分钟 然后要是下一堂课是个比较计较迟到的话 就会给计late 每个house不一样有的house要是late多了会减设备时间",
            "校园环境很棒 住宿条件也是很舒服的一共七栋宿舍楼（除了宿舍楼没电梯）小年级两人一间高年级一人一间有空调独立卫浴装修也很好每天有阿姨打扫卫生收拾垃圾 地下体育场 操场 篮球场网球场排球场",
            "老师都是要求qs前一百毕业的 他们专业能力都很强主要问题有的老师可能不太会怎么教给学生 所以在墨尔文教学质量好坏看你能不能遇到适合你的老师我们俗称全都是命",
            "这几年外教师资一般，其他资源倒是还不错，不过还是国际学校的通病，出成绩还得靠自己上进老师也只是资源利用",
            "每年毕业生质量墨尔文其实还是很可以的 课余活动也很丰富 管理方面小年级相对严格 高年级可以淡妆拿ipad 之类的",
            "骗子学校",
            "其实要跟学习的人在一起我觉得这个学校还行",
            "人太乱了 小团体什么的很多 而且现在的师资也不如以前了现在的师资挺一般的 水课的老师挺多的 上课也没大有人听都在玩",
            "这个学校真的很没有纪律",
            "真的垃圾"
        ]
    },
    {
        "Qingdao Pennon": [
            "培诺是个披着学校皮的机构…申请的时候没啥问题（仅限英国）"
        ]
    },
    {
        "Qingdao Weiming School": [
            "最拉的",
            "原本国际部的人已经形成一个小团体了，挺难融入的，但是也不会出现霸凌这种现象。但是每个学期转来的人都挺多的，也不会存在没有朋友。攀比现象也是存在的，但是不严重。入学考试比较简单，但是如果你水平很差，也不会要。最重要的就是别谈恋爱，男女都一样"
        ]
    },
    {
        "RDFZ Chaoyang School": [
            "老师人都挺好，很负责任",
            "学校的管理层让人比较无语，沟通不到位，还喜欢甩锅给学生",
            "根本不在意学生家长的反馈",
            "不太像国际学校"
        ]
    },
    {
        "Shanghai Adcote School": [
            "女生演宫斗剧",
            "学习屁没有 一堆破事 谁来谁后悔"
        ]
    },
    {
        "Shanghai DTD Academy ": [
            "老师拥有一口纯正的中式英语 上了好几星期的课都没听懂他讲的英语"
        ]
    },
    {
        "Shanghai Guanghua University Cambridge International Center": [
            "学习爱管理层烂到家了 师资大不如前只有少数好老师 学生素质普遍低 校园霸凌偷东西的造黄谣的不在少数大考作弊一堆堆的都没的说 想过的舒坦就别来光剑"
        ]
    },
    {
        "Shanghai High School International Division": [
            "作业还行 主要是project多的很烦 演讲也很烦 每个学期几个演讲还有几个essay 搞完这些还要考期中期末 我吐了 一时半会儿还分不清平时更痛苦还是考试更痛苦"
        ]
    },
    {
        "Shanghai Legloro School": [
            "这所学校根本就不是高中，当年招生老师骗我们拿的高中毕业证书，但实际根本不是，最多就能拿到上海广播中专的附属毕业证，这里记住最多拿到的也是中专证，为什么说最多呢，因为和我一届的很多学生都连毕业证都拿不到，很多拿到叫预毕业证书，你问我什么是预毕业证书，说真的我自己查百度也查不到。",
            "师资严重缺乏，就23年还只有3名外教，但是超过800名中国学生，其次这所学校最开始就告诉你他们说中西融合课程，但是这里注意，你也可以问一些留学中介，根本就没有任何一个体系叫中西融合课程。老师也什么都不教，甚至还会叫你报名他在假期的补习班来赚外快",
            "这所学校大规模招收没有读完初中🏫，也就是初三上的学生，因为林国荣给不了你正规的毕业证书，所以你同时又没有初中毕业证书，所以很多学生都没办法转学，这也是和我同届很多学生无法转学的原因，另外学校班主任也会欺骗你，因为在我高二的时候我们一起去问班主任给的是什么毕业证书，但是他依然厚颜无耻说是高中，所以我们现在高三毕业傻眼的原因，当时我们的父母也问老师，老师会欺骗你的父母",
            "这所学校所有老师领导沆瀣一气，全无道德可言，你如果想转学，他会告诉你如果告诉其他同学这所学校的问题便不让你转学，黑暗之极，并且会拿学籍处分威胁你，这也是我不懂的原因给不出毕业证的学校究竟怎么给处分，但是我搜百度全部是被他买断的好评，请大家好好想想一个所有人都称好的地方真的是好地方还是鸿门宴。",
            "升学途径，我首先告诉大家他所说的所有学校都不用毕业证，都可以通过留学中介搞定，价格绝对比林国荣便宜，我们高三学生时常称林国荣就是所大中介，骗了三年钱还骗中介钱。",
            "老师逻辑思维能力非常差，经常答非所问，尤其是重点的问题，经常跑偏，不能给家长一个满意的答案",
            "有一间宿舍里面竟然有人在打麻将抽烟，整个宿舍烟雾缭绕，可以说是老烟枪的感觉，带看的老师解释说是没有回家的老师，不是学生，但是如果老师这样，那不是问题更严重吗？",
            "连操场都要在学校的广场上选一块地方才能勉强铺的下一块草地和200米塑胶跑道 并且走在铺设的草坪上有一种踩在地毯上的无力感 更别提马术了 游泳馆更是建造了四个学期不见踪影",
            "因为今年这个学期开始以来有不停的学生转去外校 校方竟然让秦老师去给转学多的班级上进行“慷慨演讲”"
        ]
    },
    {
        "Shanghai Liaoyuan Experimental School": [
            "国际部学费10万一个学期，国内部2万一个学期（住宿），寝室出现了蟑螂and老鼠这么个东西，台风天墙皮脱落，顶楼还漏水，老师摆烂的要命，该管的不管，不该管的小事斤斤计较"
        ]
    },
    {
        "Shanghai Pinghe Bilingual School": [
            "ap部懂不懂多人运动加油出轨为情打架被开除的含金量 这仅仅是高一",
            "ib校风一直还是不错的 爱学习的精神萎缩的乖宝宝们 就是想紫砂的太多了...",
            "如果说ib那全是学习学傻的 那么ap和ctc大部分是除了瞎玩啥都不会 还有小部分是又能正常玩又能学",
            "上一届ap学生会会长是氪了6位数来的 非常好校风 非常好官僚主义",
            "除了同学厉害其他都不咋滴",
            "排名不能说明一切 而且排名好真的只是因为同学",
            "食堂好老师也不错同学也还行，问就是平和从小读到大，但是ib学业压力比较吓人，我熬得住很多同学有疯掉的",
            "劝退",
            "师资很一般…同学之间其实相处气氛还可以但内部瓜很多很乱",
            "军校不好吗",
            "得有那个体力精力毅力成绩抗压能力再来读",
            " 别考真别考，他妈的难的要死。小学插班就是关系财力学力多方面必须极其优秀，初中高中更难...而且平和校风很垃圾的相信我真的相信我不要去去了会很痛苦的......各种各样能想象到的国际学校陋习集大成者...",
            "你真的你被80老师不会管的真的真的"
        ]
    },
    {
        "Shanghai Pudong Xinqu Private Huili School": [
            "先说学习资源吧，整体一般，各科老师的质量良莠不齐，英语老师爱水课，但也有很好很负责的老师，平均下来就合格线。没有那种抽烟喝酒，校园霸凌等很乱的不良风气，整体还可以，但是除了最高年级-11年级，还是会有小团体的，11年级是一整个和谐大家庭。",
            "学校的政策风格偏死板严格, 新的校长来了之后更是变本加厉，学生普遍讨厌学校高层....但大方向没有特别差的地方，就是在一些细节上槽点满满。基本上把高中生当小孩子管，吃饭时间固定，没到点不能离开食堂，不能自己去体育馆，理论上不能呆在任何没有老师执勤的地方，只有11年级ib生可以乘电梯，9和10年级学生的上课地点在7和8楼，有时候一天要爬二十几楼。如果你喜欢搞社团的话就会发现有很多限制的地方，比如说不能购买学校提供之外的食物，原因是这样更安全，要向学校食堂购买，但是学校食堂的东西远高于市价。",
            "不过整体还行，日常生活还算舒服，特别是如果你只是想默默无闻地在学校学习的话，基本上没什么让人感觉特别不舒服的地方。学生的水平是挺两极分化的，好学生都会自己在外面卷，找中介，校内学习氛围比较散漫。"
        ]
    },
    {
        "Shanghai Shangde Experimental School": [
            "就四个外教 食堂的饭里还有高度蛋白质(虫子) 作业也是爱交不交 上课一般都在睡觉 全是白摆烂的"
        ]
    },
    {
        "Shanghai Soong Ching Ling School International Division": [
            "很小的高中，老师大部分都还可以但也有抽象的，每个年级也会有抽象的人但是大部分都很kind。没遇到过bullying和cheating的现象，overall pretty good school"
        ]
    },
    {
        "Shanghai Starriver Bilingual School": [
            "给自己营销了一个学术很nb的幌子其实就是垃圾 不否认学生是卷的 考试也是多的 但是1. 一半老师都水 2. 男生素质极低无比 像是小混混 开黄腔还是基础的 还有猥xie、把女生街舞走光剪成视频传播什么的🤬 学校的处理方式非常、非常让人心寒"
        ]
    },
    {
        "Shanghai United International School Gubei Campus": [
            "巨nc！我高一的时候开的社团到了高二无缘无故被取消，问老师就是说无理由！比我小的那几届乱搞男女关系的瓜很多。找学校前台问能不能充电，结果却说怕我插了线盗取学校信息！我真有这个本事还要来上这个b学？？？直接进清北了好吧！遇到过英语老师不认识学校指定阅读novel上的词，加拿大籍韩国人老师污蔑我说我早上签到没来，我说我同学可以证明，他却说我是跟同学串通好的！我妈亲自送我来的怎么会不知道呢🤔，伙食也很狗屎一份28rmb，还只能拿一套，又难吃又吃不饱！这个学校里的中国人老师（教书的，不是那种乱七八糟后勤staff）都还不错很可以，永远爱教我高中三年的中文老师安老师和谈老师！！我的ugc也非常好，我爱irene yang老师！！学校毕业舞会门票巨tm贵。另外如果你是高一转进去不是从九年级就进去的话社交分层会很严重。"
        ]
    },
    {
        "Shanghai United International School Wanyuan Campus": [
            "美高的校长也是db欠钱才来我们这里的呀，老师是每天都水的，食堂的饭是难吃的，是一堆稠蝻的，是老师上课针对同学的，是去年外教和女学生发生关系的，是到处是小情侣的"
        ]
    },
    {
        "Shanghai World Foreign Language Academy": [
            "非常精彩的学校，校区又小又破，C区木头楼梯嘎吱嘎吱看这很危险，午饭随机掉落餐巾纸纽扣指甲盖等一系列精彩物品，如果和食堂阿姨反馈她们会以迅雷不及掩耳之势把这盒饭倒了，然后说什么都没有💗",
            "peer pressure超级严重，管理层不管学习每天管鸡毛蒜皮的小事，例如不让穿自己的外套，必须是全套校服，外衣脱了里面还是校服那种，还有耳钉发型指甲睫毛都属于管辖范围，学校某几门老师非常非常水，要强的学生必须要在外补课，例如wx；十年级以上英语课没有外教，全校7-12年年级外教不超过10个；师资流失严重，但还是每天想着扩招",
            "Overpriced shitty food, depressing teachers, peer pressure⬆️⬆️",
            "很抽象的学校一枚呀 每天中午都有蛋白质含量超标的泔水吃呢",
            "饭菜极其难吃",
            "饭菜极其难吃",
            "硬件设施差，校区小",
            "its a piece of shiiiiit. with shitty schedul, shitty food and some shitty teachers who don't even allow elevators",
            "特别恶心！里面的学生，男生女生都特别特别特别恶心，人品极差，学生氛围极差。且管理制度特别无用浪费时间！",
            "MYP学术氛围一般 两级分化严重 一个外教都没有 体制内学习方式（特别是英语，语文）没教材 教法混乱 天天涨学费 校园巨小 "
        ]
    },
    {
        "Shanghai Wuai Senior High School": [
            "每天都能看到一辆辆男同学从你面前开过去 走廊上学长学姐旁若无人亲嘴 巨多体育生臭气熏天 某朱姓历史老师当堂讲他曾经发表过一篇文章叫《女人头发长见识短》🤣"
        ]
    },
    {
        "Shanghai XingZhi Experimental Middle School": [
            "别来，素质差理科差该管学习不管管纪律，高三了这边搞个破英语讲座，那边弄个什么数学讲座，屁用没有时间全他妈浪费了，老师也好几个都是混日子的，破瓜一大堆，真的别来",
            "那个饭也是难吃的要死，梅干菜跟我奶奶收藏三十年的卫生纸一样难嚼"
        ]
    },
    {
        "Shanghai Yangtai Experimental School": [
            "低效没假没实力，要么拼一拼yg要么直接去slf，这里的大考都是上半天课下午直接3h不休息连续考小三门的",
            "学校饭也跟屎一样难吃",
            "还有过食物中毒呢，整个学校除了足球唱歌环境这三个好，其他什么都不好"
        ]
    },
    {
        "Shanghai YuCai High School": [
            "活动多多，食堂好吃，但是也缺失了一些它作为高中的功能，前夫哥这届现在天天晚课考试，我们高二下已经没有社团了，前夫哥之前高二下是有六周的社团的",
            "我们那会除了期末都有社团课 然后就眼看着母校越来越严越来越严…",
            "可以偷偷手机带不要被发现就可以了（一般除了年级组长 班主任 还有学工部那几个 其他都还好",
            "只能说学工部越来越不干人事 学妹跟我控诉 说现在跑操女生生理期都不能请假 而且早锻炼和跑操需要请假的话是要出示病假单的噢 说到锻炼 yc已经从自觉体锻变成了强制体锻 我们刚进去的时候就已经这样了我们那一届走班制啥的全取消了 我当时就是被“小大学”模式给骗进来的 （不过食堂和住宿条件已经算好的了 是独立卫浴 而且是新装修的 我们都没体验过就毕业了）",
            "现在开假条要医院证明，我们现在高二上就开始走班了，下午一三四改成单周语数外双周小三门，上一届好像是高二下才开始走班的",
            "21级毕业生报道，yc的老师大多数都很负责，英语历史政治生物这几科的师资很强。另外学校自然环境很好，怕虫子的别来"
        ]
    },
    {
        "Shekou International School": [
            "无语死了 发难吃又死贵就算了，教学太一般了 老师有好的也有坏的，必须要在课外自己学，不然跟不上同龄人 所有人都也能卷，但是学校的风气也不好 攀比比较多，觉得我们学校的人心眼好多"
        ]
    },
    {
        "Shenghua Zizhu Academy": [
            "学校年年扩招，宿舍年不久但失修，管理方法趋近于县中，但形同虚设。老师水平差距很大，但美高有病的很多。美高部门院长是个内蒙古小学老师，校长基本不管事，学费也很贵，总之别来。强迫学生参加夏令营，纯纯的圈钱"
        ]
    },
    {
        "Shenzhen Bao‘an No.1 Foreign Language School": [
            "36851718014965_.pic.jpg",
            "36861718014967_.pic.jpg",
            "36841718014964_.pic.jpg",
            "学校还很虚伪，那种大考把学生按成绩分考场，成绩差的学生答题卡留在学校自己改不送去外面改，等成绩出了再自己把差生的成绩插进去，就想拉高平均分",
            "估计高考的那个重本率那么高也是很多那种出国的算在里面，去分母加分子，出国的不算在参考人数里但是算重本率的时候把他们算在考上的人里",
            "还非常形式主义 神经病来的明明之前运动会每个班有表演，现在让你走方阵，走过主席台在那喊口号"
        ]
    },
    {
        "Shenzhen Buji Senior High School": [
            "我在食堂吃出过虫子，有同学吃出虫子后问阿姨，阿姨说是肉",
            "冬天宿舍地板会被冻裂（半年内被冻裂俩次）食堂之前地板也被冻裂过",
            "学校包庇体育生免处分，还有老师收学生钱"
        ]
    },
    {
        "Shenzhen College of International Education": [
            "学费贵 老师不教什么 就是摸鱼 学校校风变得有点奇怪",
            "想要成绩好全靠自觉",
            "不收手机 挺开放的",
            "近几年申请国外学校的名额也少了,没有以前那么强了",
            "好的全部都是自己卷",
            "不自律的人千万远离深国交，对这类人来说就是一度假园",
            "考试挺密集的 大家都很卷",
            "管理方面还是挺松的，虽然说这个学校很牛，但是还是要考虑一下这种自习式的体系是不适合自己，大家都很卷是因为考深国交不容易呀，能进去的都是很牛的人，自律性普遍也比较高，不过也不排除有自我管理能力较差的人",
            "经典自学 天天放假 管理层4⃣️🐎 老师水课 申美千万别来",
            "校风消极，课堂压抑没人说话老师很尴尬。快到国际考一个班只有几个人。学生两极分化，老师教学水平堪忧办了二十年还一整个草班台子"
        ]
    },
    {
        "Shenzhen Foreign Language School, High School Campus": [
            "形式主义盛行",
            "学习氛围其实不是很好 只有小部分同学在认真学习 大部分其实都在摆烂 能不写作业就不写作业",
            "表面上大家都和和气气实际上背地里骂得不知道有多脏",
            "平时饭像💩 很难吃, 开放的那天食堂的饭都好吃",
            "师资...只能说有好有坏吧，每个学校都通病优点在于由本部下来指导的老师，缺点是招老师比较急，也会有几个经验没那么丰富的老师",
            "领导很多有点封建 晚自习不给看书 食堂高油高糖高盐 今天早上吃早餐还拉肚子 老师分化也严重 三层的一些老师也会瞧不起三层的学生"
        ]
    },
    {
        "Shenzhen Futian Foreign Languages High School": [
            "学校特别小 两个年级就差不多饱和了 明年会挤死",
            "宿舍桌子不准放东西",
            "师资力量不咋地 全是新招的教师 各种实验室一个没用过",
            "学校什么事情都能扯上处分",
            "说好的小卖部一个学期了影子都没有"
        ]
    },
    {
        "Shenzhen High School of Science": [
            "科高很好，校领导特民主，从来不画大饼，宿舍住着也很舒服，绝对不会出现床板老是响的情况。基础设施完备，就算下雨电线也不会被泡断然后三天没电两天没热水也不会几十个人抢两台洗衣机。小卖部东西价格实惠种类多，学校活动也很多，不会强制用跑步和社团来占你的休息时间，总体氛围轻松，欢迎你来科高！",
            "但是科高的选科组合没有给学生很大的选择空间，物理类的物化生物化地比较多，其他的科高都不是很推荐开的班也很少，历史类选的人更少"
        ]
    },
    {
        "Shenzhen Julong Science High School": [
            "老师很多都是新老师 很年轻都",
            "食堂中规中矩 价格有一点偏贵"
        ]
    },
    {
        "Shenzhen Longgang Experimental High School": [
            "处分如家常便饭 甚至有考试不写大题荣获处分的",
            "宿舍还爆水管渗水 上报多次没处理 整个水池下面都是臭的",
            "学校80姐🚬哥很多"
        ]
    },
    {
        "Shenzhen School of Northeast Normal University Affiliated High School": [
            "小！这个学校真的很小",
            "学校活动少！运动会别人都是两三天，我们学校三个年级大半天就能干完，完美的时间分配，不浪费大家一点学习的时间",
            "学校垃圾规矩多！首先男生一楼没有电梯，必须爬上三楼才可以坐电梯 ，男生女生不可以并排吃饭，学校不给接受外卖，必须吃学校的",
            "学校食堂贵！早餐一碗热干面，只有榨菜和花生米，要卖你11！兄弟们，不是没钱吃不起，而是这...这把想赚钱的牌子都贴出来了，一杯水7块钱自己看吧兄弟，我一周要花300大几，一碗牛肉面，就一点牛肉，还看起来像边角料，全是肥肉，要卖你18！",
            "老师有个特别垃圾！！！只会一味的辱骂，威胁，不给学生提供一个健康的心理，这是一个老师应该干的吗？当学生跟老师提意见，李某直接一句：不满意你退学！兄弟们不满意你退学！这是一个老师，还是学生处主任应该说的吗？",
            "一股官僚主义气息，不知道哪里找来这么多东北内地的老师，封建气息浓厚",
            "主要是某些情侣太过分啦！",
            "态度太差了",
            "特别壁垒高一某个英语老师 这种人学校都可以招进来 本周四有个勇士在公告栏狠狠掌掴了这位男奇葩 开学至今一直侮辱学生人格 真的太解恨了",
            "高一选科只允许选物化生 物化地 史政地三种。。。。。",
            "饮料基本上都是兑出来，还卖7块"
        ]
    },
    {
        "Shenzhen Senior High School High School Park": [
            "滚测 就是每天都考试 一天考一科(深高级传统) 又累学生又累老师",
            "请假麻烦 班主任只能批一天假 长假要往上请 请病假的要求有时候很离谱 学校的校医态度很难平",
            "艺术节门票有限 所有有些人会看不到 但是会一连占好几节模块课",
            "早读要站起来读",
            "学校允许穿羽绒服 但不允许穿自己的衣服",
            "小情侣特别多",
            "形式主义盛行",
            "只有一小部分学生在认真学习 大部分其实在摆烂 能不写作业就不写",
            "学校管的太多 而且都是一些不该管的",
            "表面上大家都和和气气的 实际上背地里骂的不知道有多脏",
            "学校有规定不能带相机，管的不严有的老师也允许学生带。但是有老师没收学生相机，而且翻开学生相机里的照片包括学生和其家长的照片。甚至还询问学生如何把照片导出来，要放到家长会上。这不是侵犯学生隐私吗？",
            "学校宿管半夜会偷偷趴在门下面偷听和录像，有的甚至还翻柜子（没收手机奖励几百元）",
            "校的活动贼少，而且大部分都占用休息时间，比如十佳歌手和舞蹈比赛",
            "有老师上课几乎不讲内容，只讲宿舍和纪律。甚至让同学写一千多字检讨然后上课到讲台上念出来！",
            "有老师不让学生请假，去医院开证明都不行"
        ]
    },
    {
        "Shenzhen Technology University Affiliated High School": [
            "还可以 就是面积小了点 风景挺好的 食堂正常 宿舍6人间30平 最好的班 的学习氛围可以 新一届的老师应该都是这届高三的老师下来的 都挺厉害的",
            "菜挺贵的",
            "上学路上不让带手机，男生每周查头发。",
            "学校歧视文科生。理科三个实验班，两个物化生，一个物化地，选物化政不管考得再好也只能去重点班。校长歧视政治生，之前有人问校长为什么物化政第一班不是实验班，校长说学政治又考不了高分",
            "垃圾学校屁事多"
        ]
    },
    {
        "The Affiliated High School of South China Normal University International Department": [
            "。别来",
            "学校教学楼每层一条走廊五间并排教室，4层的小破楼里面塞了600个人，课间一眼就是人人人人人。旁边是hf游泳馆，所以上课昏昏沉沉下课一出门就是刺鼻的消毒水味。环境特别差，食堂油腻，外卖天天被偷。",
            "课程设置极其抽象，高一搞4个普高理科（数理化生）疯狂考试，基本一周1-2次，考前熬夜到3-4点复习然后考完就忘，根本没鬼用。高一英语搞三门？？general english (一些没啥用的托福技巧），ecc（我到现在都不懂这门课那些文本分析存在的意义是什么），pre-ap（去年集体作弊然后还没啥处罚后果，顶多全年级通报）。学术不诚信，gpa能改（好歹你也是个一线学校你b——）。",
            "90%的时间搞课内一些甚金玩意儿，根本没有休息时间。gpa高的学生全靠中介在后面做背提，没有一点leadership可言，最后去申请的形象是中介包装出来的ip而不是这个学生自己。朋友倒是有些，但有些群体的男女矛盾特别严重互相乱骂。",
            "快逃吧，别在这个破地方又没阳光又抑郁呆着了。"
        ]
    },
    {
        "The Affiliated International School of Shenzhen University": [
            "1.学校对外宣传得跟天堂一样，实际今年搬到了一个酒店里，好不容易有了校区还是个工地，工地还没待几个月又搬到了一个职校里面但还住在酒店里，学校成绩跟🪝🪨一样不说老师上课也是水得一批(也有比较负责的但是很少就像鸡汤里的鸡肉一样)",
            "2.学生之间搞80什么的充其量口头警告，被打了也不会有道歉通报扣操行啥的，完了有时候被打的人还手还会给还手的人记过停学，打人的那个人屁事没有(我不是本人，纯客观角度)，学校天天有80(言语肢体都有)学生处就跟死人一样当没看见，什么时候他们不开心你吃口饭都能给扣操行(不是上课吃就是正常吃饭)，被80去求助老師全**告訴你是你多想，有个同学有一次床被人踩脏了去告学生处老师不给掉监控理由是'万一是它自己脏的怎么办?'，然后说按照宿管的经验那床没被踩过，到现在都没搞清楚。",
            "3.宿舍里也是🪝🪨规定一大堆，宿管就狗仗人势瞎管，泥妹の洗个澡他还能直接开门进来问你为什么还没洗完(刚进去不到5分钟)问他为什么不敲门就直接说什么我不管你就快点洗然后直接走人。",
            "4.食堂也是巨**炸裂吃饭能吃出苍蝇什么成分，后来可能是都被迫适应了但前两个星期全校拉肚子上课期间人就没齐过下课那个厕所外面排队都能排到楼梯间。",
            "5.⚠️最炸裂的是那个水质，洗完澡能全身起疹子晚上挠都挠不过来而且早上起来开那个水龙头出来的水不是红的就是黄的，我们宿舍把洗脸巾套在水龙头上套了20分钟一拿下来里面变成红色的了不说上面还有固体怎么回事，就**跟那种一百年没维修过的精神病院差不多。",
            "33271712489632.jpg",
            "左边是水龍頭口放了一個晚上的洗臉巾",
            "管理比较普高 英语是新概念 课本都是复印的",
            "快跑！",
            "别去 打着国际学校的幌子 管理严到不讲理且是装给家长看的",
            "有些老师人还是很不错的 不过这学校不仅打压学生还打压老师",
            "快跑！不能用手机不能外出补课，每天早上起很早开始上早读，无语，管理堪比普高。"
        ]
    },
    {
        "The Experimental High School Attached to Beijing Normal University International Department": [
            "直接分了三个班文科理科出国班alevel一直是网课形式主要靠自学 学校根本没有配专业课老师",
            "左边跟sdsz好像没什么关系...",
            "导师一定要选好 选不好高三你的导师跟失踪了一样",
            "伟大的sdsz 基本上三年学费就是献给了GPA 活动裱花都得靠自己 ap讲的还行 但只有基础学科",
            "新楼食堂不错，羽毛球乒乓球设施很丰富，但操场是真的很小（一个篮球场），有生物超净台"
        ]
    },
    {
        "The High School Affiliated to Renmin University of China, International Curriculum Center": [
            "教学质量参差不弃，GPA难度和课程收获很看老师。学生人数很多而且很卷，会有一些比较形式主义的政策，食堂不好吃",
            "跟普高一样",
            "真的挺好的。近些年学校管理逐渐趋向人性化。老师比较负责，同学关系也比较好。就是硬件设施实在太差了，食堂也一言难尽（但是可以点外卖",
            "各方面还是挺不错的，但是设施甚至不如隔壁楼普高，新校长上来后事有点多，唯一的缺点是gpa完全看遇到的老师，（但是大部分老师都很好）要是遇到某位教ap统计的男性外教就自求多福吧"
        ]
    },
    {
        "The High school Affiliated to Southern University of Science and Technology": [
            "都是做做样子",
            "就是说都是为了招生使出的手段，对已经招进来的就emm了"
        ]
    },
    {
        "The High School Park Of Shenzhen Experimental School": [
            "该学校本部号称是深圳高中研学的开山鼻祖，但高二上学期因为学校以市教育局没批文件为由取消研学。但同一时间近十个学校组织了研学",
            "深圳剩余高中在四月至五月初陆续参参开展活动，而贵校还在装修所谓“高端实验室”举办“教育教学开放周”及数次“招生演讲”。几周后，学校终于想起来组织研学，花了几个小时开了一次家长代表与学校代表会议，正式确定高二学生于七月末去研学，挪用学生两周暑假中的一周时间，并将学生分两批前往。",
            "新建成的学生宿舍掉大面积墙皮，宿舍漏水等情况经常发生，因备用宿舍不足经常拖几周才有人处理，而学校还在抓紧开展年级大会等“活动”",
            "管理制度很不人性 有些主任特别不好 教资水分很高 你看着食堂好吃 反反复复就那几样而且还贵 自选菜一份荤菜九块钱 里面就几块肉 有些骨头比肉好多 还有售卖机价格也很贵 售卖机很多价格都是学生跟学校反映才打下来的",
            "占用暑假期间研学 有几个学校会干出来的 况且这次研学还是我们学生反映了好久才出来研学 本来高二生都已经没有研学了"
        ]
    },
    {
        "Ulink College of Beijing": [
            "管理比较松 没有学习氛围 自控力差不建议去 两极分化严重"
        ]
    },
    {
        "Ulink College of Shanghai": [
            "每年二十几万学费来当PUA对象 廉价劳动力/清洁工",
            "每栋楼的四五个宿管两个阿姨当摆设 每天坐在一楼刷刷 聊八卦 阴阳学生 有领导视察了就天天在群里晒马桶照(不理解这是什么癖好)",
            "现在每天又要求打扫教室卫生 一天都不能落下 学生生病了 连着两三周都没来学校了 还追着学生让学生来值日 都说了生病了不在学校 还追着人说这是你的责任周一在群里发了要打扫卫生了 但大妈你没@我 还振振有词地说虽然没有@ 但是你作为学生应该实时关注?! excuse me? 哪个好人生病了 都不在学校了 还天天看dd群",
            "不懂学校制度是怎么定的 找了那么多阿姨 什么都不打扫 每天也是呆在卫生间 然后一边超大声外放dy一边互相吹牛 家里长家里短的 然后付了学费的学生在吭哧吭哧刷马桶 每天找马桶照 被追着搬椅子...所以你请那么多阿姨是开放日给家长作秀啊?",
            "教师资源非常烂! 烂到谷底了! 靠着之前的名声抢好的生源 但老师根本没有在认真上课 每个在贵校的学生最后的归宿都是在外面找补习老师",
            "老师很水全靠自习",
            "牛剑班6个，4个买的",
            "ig早八晚四点多 as空课多更空 老师上课一般没什么人听 但是学习氛围好大家自学比较多",
            "主要靠自律",
            "垃圾中的垃圾"
        ]
    },
    {
        "United World College Changshu": [
            "别来，学校瓜很多很乱，管理层今年瞎搞，老师同学都不满。24下半年挺多好老师要走了，学习基本靠自习。如果是体制内来的话，如何balance学校必须参加的活动，社交和学习可能会有点困难",
            "吗的这个学校的学费就不说了，重点在于同学极其抽象，有很厉害的同学但也有二世祖.......因为跑班制度你总能遇见一两个甚至还要合作，真的崩溃"
        ]
    },
    {
        "Vanke School Pudong": [
            "学校包庇80事件两次！！！都不处理。老师带头恶意取笑学生。在学校做的活动会被校长偷走然后安在好学生的头上"
        ]
    },
    {
        "Wellington College of International Tianjin": [
            "拉垮，管理层只在乎如何控制学生，管理层所有的失败（扩招质量不行，老师质量不行）到最后都是学生承担"
        ]
    },
    {
        "WLSA Shanghai Academy": [
            "别来 有个叫maxduroseau的还有个奥利弗经济老师 教你你就死",
            "师资不行 上课不知所云 头部学生生源可以 学霸在外面狂补课",
            "碰到巫娜 恐龙最大值 奥利维娅 萨弗林 安德鲁力量就惨了",
            "成绩不是很拔尖的话不要来 wlsa会有资源倾斜 老师普遍很水 学生本身都很卷",
            "对于想来wlsa的我的建议都是抗火车跑"
        ]
    },
    {
        "Wuhan No.2 Middle School": [
            "很多老师凭自己年龄大都会划水不认真上课，每周都要周练还排名，还有末位淘汰制，成绩好纯属因为周围的同学自己卷，和学校没半毛钱关系，还死要面子当然还有禁止一次性饮品杯餐盒进校园的奇葩规定",
            "如果不是成绩很好的就会有落差，因为你中考是考的很好的进来但是会发现大家都很牛，而且卷，每周考试和老师的要求很严而且有些老师还比较那个",
            "有些老师很水而且学校管理层不作为 反正是越来越乱了",
            "管的倒是不严但是遇到了恶心老师"
        ]
    },
    {
        "Xinchang Middle School": [
            "学校超烂，招生人数巨多学校小的要死，食堂有时候十分钟都吃不上饭，校领导一个比一个若只，环境很烂，周五五点放学，师资也不行，好老师特别少，区重点就是挂羊头卖狗肉的，要进本科必须挤进年级前50才有机会，特别烂的学校千万别来"
        ]
    },
    {
        "Yuhuatai Senior School Internationl Department": [
            "管理层集齐拉胯特别喜欢乱收钱，alevel考试没门学科都比考试局多收钱，还喜欢利用信息差转黑钱动不动就PUA家长"
        ]
    },
    {
        "Zhengzhou No.47 Middle School": [
            "那什么数学探索馆之类的，真的就是第一次看新鲜，唯一的作用可能就是招生宣传了。。。",
            "确实是环境好，校园很大也有很多活动，但是如果真的想考好大学，好一本的话，还是不建议，因为说句不好听的，来这学三年，然后进厂不过高中也是靠自己为主，老师只是起个辅助作用，老师确实管的很松，而且学校里的氛围也不咋地",
            "高进低出 有那个分 换个学校 升学率都是靠艺术生和国际生撑起来的 如果你是这两种当我没说"
        ]
    }
]